Repository: tchx84/Gameeky
Catalog: docs/basics/po/*.po
Languages: es, hi, nl, pt_br

source: An entity is always pointing to one and a single *Direction*. It can be *North*, *East*, *South* or *West*.
es: Una entidad siempre apunta a una única *Dirección*. Puede ser *Norte*, *Este*, *Sur* u *Oeste*.
hi: एक तत्व हमेशा एक और एक ही *दिशा* की ओर इशारा करती है। यह *उत्तर*, *पूर्व*, *दक्षिण* या *पश्चिम* हो सकता है।
nl: Een entiteit is altijd op één windrichting georiënteerd: *noord*, *oost*, *zuid* of *west*.
pt_br: Uma entidade está sempre apontando para uma única *Direção*. Pode ser *Norte*, *Leste*, *Sul* ou *Oeste*.

source: An entity state can be changed intrinsically by *Actuators* that provide predefined logic, e.g., a *Roams* actuator will move the entity to random directions, and a *Destroys* actuator will flag the entity for removal from the scene when its durability reaches zero.
es: El estado de una entidad se puede cambiar intrínsecamente mediante *Actuadores* que proporcionan una lógica predefinida, por ejemplo, un actuador *Deambula* moverá la entidad en direcciones aleatorias, y un actuador *Se destruye* señalará la entidad para su eliminación de la escena cuando su durabilidad llegue a cero.
hi: एक तत्व स्थिति को आंतरिक रूप से *प्रवर्तक* द्वारा बदला जा सकता है जो पूर्वनिर्धारित तर्क प्रदान करते हैं, उदाहरण के लिए, एक *घूमना* प्रवर्तक तत्व को यादृच्छिक दिशाओं में ले जाएगा, और एक *नष्ट* प्रवर्तक तत्व को दृश्य से हटाने के लिए ध्वजांकित करेगा जब उसका स्थायित्व पहुँच जाएगा शून्य।
nl: De status van een entiteit kan worden aangepast door *aanstichters* die een bepaalde logica volgen, bijvoorbeeld om een entiteit in een bepaalde of willekeurige richting te verplaatsen. Een *vernietigende* aanstichter kan de entiteit doen verwijderen.
pt_br: O estado de uma entidade pode ser alterado intrinsecamente por *Atuadores* que fornecem lógica predefinida, por exemplo, um atuador *Vagueia* moverá a entidade para direções aleatórias, e um atuador *Destrói* sinalizará a entidade para remoção da cena quando sua durabilidade atingir zero.

source: All entity properties coexist in a single system and therefore behaviors can emerge from different combinations of these properties, e.g., the speed in which an entity can move is determined by its *Weight* and its *Strength*, while the total weight of an entity depends on the weight of the entity its holding, and so on.
es: Todas las propiedades de una entidad coexisten en un solo sistema y por lo tanto pueden surgir comportamientos de diferentes combinaciones de estas propiedades, por ejemplo, la velocidad a la que una entidad puede moverse está determinada por su *Peso* y su *Fuerza*, mientras que el peso total de una entidad depende del peso de la entidad que sostiene, y así sucesivamente.
hi: सभी तत्व गुण एक ही प्रणाली में सह-अस्तित्व में हैं और इसलिए व्यवहार इन गुणों के विभिन्न संयोजनों से उभर सकते हैं, उदाहरण के लिए, जिस गति से एक तत्व चल सकती है वह उसके *वजन* और उसकी *ताकत* से निर्धारित होती है, जबकि एक तत्व का कुल वजन यह तत्व के वजन, उसकी हिस्सेदारी इत्यादि पर निर्भर करता है।
nl: Alle eigenschappen worden binnen het systeem bewaard en kunnen dus worden gecombineerd. Zo kan de snelheid van een entiteit worden bepaald op basis van *gewicht* en *sterkte*, terwijl het totaalgewicht kan worden berekend op basis van het object dat wordt vastgehouden.
pt_br: Todas as propriedades da entidade coexistem em um único sistema e, portanto, comportamentos podem surgir de diferentes combinações dessas propriedades, por exemplo, a velocidade com que uma entidade pode se mover é determinada pelo seu *Peso* e sua *Força*, enquanto o peso total de uma entidade depende do peso da entidade que detém, e assim por diante.

source: 📝 **Note:** When creating a new thematic pack assume that the entity with identifier number *1* will be assigned to the user's character in the game.
es: 📝 **Nótese:** Al crear un nuevo paquete temático, asuma que la entidad con el número de identificador *1* se asignará al personaje del usuario en el juego.
hi: 📝 **ध्यान दें:** एक नया थीम समूह बनाते समय मान लें कि पहचानकर्ता संख्या *1* वाली तत्व खेल में उपयोक्ता के चरित्र को सौंपी जाएगी।
nl: 📝 **Let op:** tijdens het maken van een themapakket moet je bij entiteit nummer *1* altijd uitgaan van de speler.
pt_br: 📝 **Nota:** Ao criar um novo pacote temático suponha que a entidade com número identificador *1* será atribuída ao personagem do usuário no jogo.

source: Graphics
es: Gráficos
hi: चित्रोपमा
nl: Grafische onderdelen
pt_br: Gráficos

source: Entities are represented on the screen through 2D graphics, which can be static or animated.
es: Las entidades se representan en pantalla a través de gráficos 2D, que pueden ser estáticos o animados.
hi: तत्वों को 2D चित्रोपमा के माध्यम से स्क्रीन पर दर्शाया जाता है, जो स्थिर या एनिमेटेड हो सकता है।
nl: Entiteiten worden op het scherm getoond als grafische onderdelen in 2D. Dit kunnen vaste of bewegende entiteiten zijn.
pt_br: As entidades são representadas na tela através de gráficos 2D, que podem ser estáticos ou animados.

source: These graphics are assigned to specific combinations of state and direction, e.g., a specific animation will be rendered when an entity is *Moving* to the *West*, while another animation will be rendered when the same entity is *Idling* to the *South*.
es: Estos gráficos se asignan a combinaciones específicas de estado y dirección, por ejemplo, se representará una animación específica cuando una entidad se *Mueva* hacia el *Oeste*, mientras que se representará otra animación cuando la misma entidad esté *Quieta* hacia el *Sur*.
hi: इन चित्रोपमा को स्थिति और दिशा के विशिष्ट संयोजनों को सौंपा गया है, उदाहरण के लिए, एक विशिष्ट एनीमेशन तब प्रस्तुत किया जाएगा जब एक तत्व *पश्चिम* की ओर *चल रही है*, जबकि एक अन्य एनीमेशन तब प्रस्तुत किया जाएगा जब वही तत्व *निष्क्रिय* की ओर * दक्षिण*।
nl: De grafische onderdelen worden toegekend op basis van bepaalde combinaties, meer bepaald de omstandigheden en windrichting. Zo kan een bepaalde animatie getoond worden bij het naar het *westen bewegen* en een andere bij het *uitrusten* in de richting van het *zuiden*.
pt_br: Esses gráficos são atribuídos a combinações específicas de estado e direção, por exemplo, uma animação específica será renderizada quando uma entidade estiver *Movendo* para o *Oeste*, enquanto outra animação será renderizada quando a mesma entidade estiver como *Ocioso* para * Sul*.

source: All entities must provide a *Default* graphic, e.g., to visualize it on the scene editor or debug plugins.
es: Todas las entidades deben proporcionar un gráfico *Predeterminado*, por ejemplo, para visualizarlo en el editor de escenas o al depurar complementos.
hi: सभी तत्वों को एक *तयशुदा* चित्रोपमा प्रदान करना होगा, उदाहरण के लिए, इसे दृश्य संपादक या डीबग प्लगइन्स पर देखने के लिए।
nl: Alle entiteiten moeten over een *standaard*onderdeel beschikken om te worden getoond in de scènebewerker en foutopsporingsmodule.
pt_br: Todas as entidades devem fornecer um gráfico *Padrão*, por exemplo, para visualizá-lo no editor de cenas ou depurar plugins.

source: Sounds
es: Sonidos
hi: ध्वनियां
nl: Geluiden
pt_br: Sons

source: Similarly to graphics, entities can emit sounds when in specific states, e.g., footsteps sound is played when the entity is *Moving*. Directions don't matter here.
es: De manera similar a los gráficos, las entidades pueden emitir sonidos cuando se encuentran en estados específicos, por ejemplo, el sonido de pasos se reproduce cuando la entidad se está *Moviendo*. Las direcciones no importan aquí.
hi: चित्रोपमा के समान, इकाइयां विशिष्ट अवस्था में ध्वनियां उत्सर्जित कर सकती हैं, उदाहरण के लिए, जब तत्व *चल रही हो* तो पदचिन्हों की ध्वनि बजाई जाती है। यहां दिशाएं मायने नहीं रखतीं।
nl: Net als grafische onderdelen kunnen entiteiten onder bepaalde omstandigheden geluid maken, bijvoorbeeld voetstappen tijdens het lopen. De windrichting maakt hierbij niet uit.
pt_br: Da mesma forma que os gráficos, as entidades podem emitir sons quando estão em estados específicos, por exemplo, o som de passos é reproduzido quando a entidade está *Movendo*. As direções não importam aqui.

source: There aren't *Default* sounds, as sounds are optional.
es: No hay sonidos *Predeterminados*, ya que los sonidos son opcionales.
hi: इसमें *तयशुदा* ध्वनियां नहीं हैं, क्योंकि ध्वनियां वैकल्पिक हैं।
nl: Er zijn echter geen *standaard*geluiden, omdat geluiden optioneel zijn.
pt_br: Não há sons *Padrão*, pois os sons são opcionais.

source: The entity creation workflow is similar to filling a form or a template. The most basic entity is created with the following steps:
es: El flujo de trabajo de creación de entidades es similar a completar un formulario o una plantilla. La entidad más básica se crea con los siguientes pasos:
hi: तत्व निर्माण कार्यप्रवाह किसी प्रपत्र या खाका को भरने के समान है। सबसे बुनियादी तत्व निम्नलिखित चरणों के साथ बनाई गई है:
nl: De werkwijze voor het maken van een entiteit is vergelijkbaar met het invullen van een formulier of sjabloon. Met behulp van de volgende stappen maak je een algemene entiteit:
pt_br: O fluxo de trabalho de criação de entidades é semelhante ao preenchimento de um formulário ou modelo. A entidade mais básica é criada com as seguintes etapas:

source: Under the *Game* tab, start setting the values from top to bottom. Note that all properties provide their own defaults. Only the identifier is mandatory. Setting a name is recommended so that it's easier to find the entity on the scene editor.
es: En la pestaña *Juego*, comience a configurar los valores de arriba a abajo. Tenga en cuenta que todas las propiedades proporcionan sus propios valores predeterminados. Únicamente el identificador es obligatorio. Se recomienda establecer un nombre para que sea más fácil encontrar la entidad en el editor de escenas.
hi: *खेल* टैब के अंतर्गत, ऊपर से नीचे तक मान निर्धारित करना प्रारंभ करें। ध्यान दें कि सभी संपत्तियां अपने स्वयं के तयशुदा प्रदान करती हैं। केवल पहचानकर्ता अनिवार्य है। एक नाम निर्धारित करने की अनुशंसा की जाती है ताकि दृश्य संपादक पर तत्व को ढूंढना आसान हो।
nl: Klik op het tabblad ‘Spel’ en vul alle waarden van boven naar onder in. Alle eigenschappen hebben hun eigen standaardwaarden; alleen de identificatie is blanco, maar moet wel worden ingevuld. Hierdoor kun je de entiteit makkelijk terugvinden in de scènebewerker.
pt_br: Na aba *Jogo*, comece a definir os valores de cima para baixo. Observe que todas as propriedades fornecem seus próprios padrões. Apenas o identificador é obrigatório. É recomendado definir um nome para que seja mais fácil encontrar a entidade no editor de cenas.

source: Under the *Graphics* tab, click on the *Add* button to create the first and default animation. Leave both *State* and *Direction* to *Default*. Expand the *Details* section of the default animation to select an image. Click on the *View* button to inspect the selected image.
es: En la pestaña *Gráficos*, haga clic en el botón *Agregar* para crear la primera animación predeterminada. Deje *Estado* y *Dirección* en *Predeterminado*. Expanda la sección *Detalles* de la animación predeterminada para seleccionar una imagen. Haga clic en el botón *Ver* para inspeccionar la imagen seleccionada.
hi: *चित्रोपमा* टैब के अंतर्गत, पहला और तयशुदा एनीमेशन बनाने के लिए *जोड़ें* बटन पर क्लिक करें। *अवस्था* और *दिशा* दोनों को *तयशुदा* पर छोड़ दें। किसी छवि का चयन करने के लिए तयशुदा एनीमेशन के *विवरण* अनुभाग का विस्तार करें। चयनित छवि का निरीक्षण करने के लिए *देखें* बटन पर क्लिक करें।
nl: Klik op het tabblad ‘Grafische onderdelen’ en vervolgens op de knop ‘Toevoegen’. Laat de *status* en *richting* op ‘Standaard’ staan. Klap de detailsectie uit om een afbeelding te kiezen. Klik op ‘Bekijken’ om de gekozen afbeelding te controleren.
pt_br: Na guia *Gráficos*, clique no botão *Adicionar* para criar a primeira animação padrão. Deixe *Estado* e *Direção* como *Padrão*. Expanda a seção *Detalhes* da animação padrão para selecionar uma imagem. Clique no botão *Visualizar* para inspecionar a imagem selecionada.

source: Save the entity and use it from the scene editor.
es: Guarde la entidad y úsela desde el editor de escenas.
hi: तत्व को सहेजें और दृश्य संपादक से इसका उपयोग करें।
nl: Bewaar de entiteit en gebruik deze in de scènebewerker.
pt_br: Salve a entidade e use-a no editor de cenas.

source: When creating a new entity, always begin with setting the identifier number and then *Save* the Entity to disk. Keep the name suggested by the entity editor. This will make it easier to assign unique identifiers along the road.
es: Al crear una nueva entidad, comience siempre configurando el número de identificador y luego *Guarde* la entidad en el disco. Mantenga el nombre sugerido por el editor de entidades. Esto facilitará la asignación de identificadores únicos a la larga.
hi: एक नई तत्व बनाते समय, हमेशा पहचानकर्ता संख्या निर्धारित करने से शुरुआत करें और फिर तत्व को डिस्क पर *सहेजें*। तत्व संपादक द्वारा सुझाया गया नाम रखें। इससे सड़क पर विशिष्ट पहचानकर्ता निर्दिष्ट करना आसान हो जाएगा।
nl: Begin bij het maken van een nieuwe entiteit altijd met het identificatienummer. Sla je werk vervolgens op. Houd de naam aan die door de bewerker wordt voorgesteld, zodat het makkelijker is om unieke namen aan te houden.
pt_br: Ao criar uma nova entidade, sempre comece definindo o número do identificador e depois clique em *Salvar* para guardar a Entidade no disco. Mantenha o nome sugerido pelo editor de entidades. Isso tornará mais fácil atribuir identificadores exclusivos ao longo da estrada.

source: When adding new assets, use the *Browse Files* option from the menu to quickly access the project's folder.
es: Al agregar nuevos recursos, use la opción *Explorar Archivos* del menú para acceder rápidamente a la carpeta del proyecto.
hi: नई परिसंपत्तियों जोड़ते समय, परियोजना के फोल्डर तक शीघ्रता से पहुँचने के लिए मेनू से *फाइलें ब्राउज़ करें* विकल्प का उपयोग करें।
nl: Voeg nieuwe elementen toe door in het menu te klikken op ‘Bestanden verkennen’. Met die optie open je de projectmap.
pt_br: Ao adicionar novos ativos, use a opção *Procurar arquivos* do menu para rapidamente acessar a pasta do projeto.

source: When creating a new animation, always leave both, the entity editor and the tileset viewer, open side by side. This will make it easier to set up the animation frames.
es: Al crear una nueva animación, deje siempre abiertos el editor de entidades y el visor de mosaicos, uno al lado del otro. Esto facilitará la configuración de los cuadros de animación.
hi: नया एनिमेशन बनाते समय, तत्व संपादक और टाइलसेट दर्शक दोनों को हमेशा साथ-साथ खुला छोड़ दें। इससे एनिमेशन फ़्रेम निर्धारित करना आसान हो जाएगा।
nl: Houd tijdens het maken van een animatie zowel de entiteitbewerker als de tegelsetweergave geopend. Zo kun je de animatieframes makkelijker instellen.
pt_br: Ao criar uma nova animação, sempre deixe ambos, o editor de entidades e o visualizador de conjunto de blocos, abertos lado a lado. Isso tornará mais fácil configurar os quadros de animação.

source: After creating an animation, click on the *Copy* button to add the next animation. This will make it easier to set up the next animation.
es: Después de crear una animación, haga clic en el botón *Copiar* para agregar la siguiente animación. Esto facilitará la configuración de la siguiente animación.
hi: एनीमेशन बनाने के बाद, अगला एनीमेशन जोड़ने के लिए *कॉपी* बटन पर क्लिक करें। इससे अगला एनीमेशन निर्धारित करना आसान हो जाएगा।
nl: Klik na het maken van de animatie op de knop ‘Kopiëren’ om de volgende animatie toe te voegen.
pt_br: Após criar uma animação, clique no botão *Copiar* para adicionar a próxima animação. Isso tornará mais fácil configurar a próxima animação.

source: The code editor and LOGO-like code
es: El editor de código y código similar a LOGO
hi: कोड संपादक और LOGO जैसा कोड
nl: De codebewerker en LOGO-achtige code
pt_br: O editor de código e código semelhante ao LOGO

source: Having support for cooperative game play opens the door for cooperators that can be controlled with code. To achieve this, Gameeky provides a small library that enables users to control a single Entity using Python, in a LOGO-like experience.
es: Tener soporte para juegos cooperativos abre la puerta a cooperadores que pueden controlarse con código. Para lograr esto, Gameeky proporciona una pequeña biblioteca que permite a los usuarios controlar una única entidad usando Python, en una experiencia similar a LOGO.
hi: सहयोगात्मक खेल खेलने के लिए समर्थन मिलने से सहयोगियों के लिए द्वार खुल जाते हैं जिन्हें कोड से नियंत्रित किया जा सकता है। इसे प्राप्त करने के लिए, Gameeky एक छोटी लाइब्रेरी प्रदान करता है जो उपयोक्ताओं को लोगो-जैसे अनुभव में पायथन का उपयोग करके एकल तत्व को नियंत्रित करने में सक्षम बनाता है।
nl: Door ondersteuning voor samen spelen kun je meerdere personages bedienen met de code. Hiervoor biedt Gameeky een bibliotheek die gebruikers in staat stelt om een entiteit te bedienen met behulp van de programmeertaal Python, op een LOGO-achtige manier.
pt_br: Ter suporte para jogos cooperativos abre a porta para cooperadores que podem ser controlados com código. Para conseguir isso, Gameeky fornece uma pequena biblioteca que permite aos usuários controlar uma única entidade usando Python, em uma experiência semelhante ao LOGO.

source: Follow these steps to start a cooperative game:
es: Siga estos pasos para iniciar un juego cooperativo:
hi: सहयोगात्मक खेल शुरू करने के लिए इन चरणों का पालन करें:
nl: Speel samen een spel door deze stappen te volgen:
pt_br: Siga estas etapas para iniciar um jogo cooperativo:

source: From the creation dialog, increased the number of participants and then click on the *Create* button.
es: Desde el cuadro de diálogo de creación, aumente el número de participantes y luego haga clic en el botón *Crear*.
hi: निर्माण संवाद से, प्रतिभागियों की संख्या बढ़ाएं और फिर *बनाएं* बटन पर क्लिक करें।
nl: Kies in het maakvensters het aantal spelers en klik op ‘Maken’.
pt_br: Na caixa de diálogo de criação, aumente o número de participantes e clique no botão *Criar*.

source: To join the game with code, these steps must be followed:
es: Para unirse al juego con código se deben seguir estos pasos:
hi: कोड के साथ खेल में शामिल होने के लिए, इन चरणों का पालन करना होगा:
nl: Speel samen een spel met behulp van de code door deze stappen te volgen:
pt_br: Para entrar no jogo com código, estas etapas devem ser seguidas:

source: From the player, go to the menu and select the *Join With Code* option.
es: Desde el reproductor, vaya al menú y seleccione la opción *Unirse Con Código*.
hi: प्लेयर से, मेनू पर जाएं और *कोड के साथ जुड़ें* विकल्प चुनें।
nl: Kies een speler, ga naar het menu en klik op ‘Deelnemen met code’.
pt_br: No reprodutor, acesse o menu e selecione a opção *Entrar com código*.

source: Write Python code that uses the Gameeky library, see examples below.
es: Escriba código Python que utilice la biblioteca Gameeky. Consulte los ejemplos a continuación.
hi: Gameeky लाइब्रेरी का उपयोग करने वाला पायथन कोड लिखें, नीचे उदाहरण देखें।
nl: Schrijf Python-code die gebruikmaakt van de Gameeky-bibliotheek. Hieronder vind je enkele voorbeelden.
pt_br: Escreva o código Python que usa a biblioteca Gameeky, veja os exemplos abaixo.

source: Click on the *Play* button.
es: Haga clic en el botón *Jugar*.
hi: *प्ले* बटन पर क्लिक करें।
nl: Klik op de knop ‘Spelen’.
pt_br: Clique no botão *Jogar*.

source: Examples
es: Ejemplos
hi: उदाहरण
nl: Voorbeelden
pt_br: Exemplos

source: Join and leave a [game](../../../src/gameeky/library/game.py):
es: Unirse y abandonar un [juego](../../../src/gameeky/library/game.py):

source: Perform [actions](../../../src/gameeky/common/definitions.py):
es: Realizar [acciones](../../../src/gameeky/common/definitions.py):

source: Inspect the position and basic properties of the user's character [entity](../../../src/gameeky/common/entity.py):
es: Inspeccionar la posición y las propiedades básicas del personaje del usuario [entidad](../../../src/gameeky/common/entity.py):

source: Inspect the state of the [scene](../../../src/gameeky/common/scene.py):
es: Inspeccione el estado de la [escena](../../../src/gameeky/common/scene.py):

source: 📝 **Note:** Cooperators can only see their immediate surroundings from the scene, not the full scene.
es: 📝 **Nótese:** Los cooperadores solo pueden ver su entorno inmediato en la escena, no la escena completa.
hi: 📝 **ध्यान दें:** सहयोगकर्ता केवल अपने आसपास का दृश्य ही देख सकते हैं, पूरा दृश्य नहीं।
nl: 📝 **Let op:** samenspelers kunnen alléén hun nabij omgeving verkennen en niet de volledige scène.
pt_br: 📝 **Nota:** Os cooperadores só podem ver o ambiente imediato da cena, não a cena completa.

source: Inspect the advance [stats](../../../src/gameeky/common/stats.py) of the user's character entity:
es: Inspeccionar las [estadísticas](../../../src/gameeky/common/stats.py) avanzadas de la entidad del personaje del usuario:

source: When testing code locally, leave both the player and the code editor open side by side. That way it will easier to see the code in action, literally.
es: Cuando pruebe el código localmente, deje el reproductor y el editor de código abiertos uno al lado del otro. De esa forma será más fácil ver el código en acción, literalmente.
hi: स्थानीय स्तर पर कोड का परीक्षण करते समय, प्लेयर और कोड संपादक दोनों को एक साथ खुला छोड़ दें। इस तरह से कोड को क्रियान्वित होते देखना आसान हो जाएगा।
nl: Als je code uitprobeert, laat dan zowel de speler- als codebewerker openstaan, zodat je goed kunt zien wat er gebeurt.
pt_br: Ao testar o código localmente, deixe o reprodutor e o editor de código abertos lado a lado. Dessa forma será mais fácil ver o código em ação, literalmente.

source: Plugins
es: Complementos
hi: प्लग-इन

source: Actuators can modify the behavior of an entity. A single entity can use multiple actuators to model more complex behaviors. Although there's a wide range of predefined actuators, the end result is limited when compared to actual code.
es: Los actuadores pueden modificar el comportamiento de una entidad. Una sola entidad puede utilizar múltiples actuadores para modelar comportamientos más complejos. Aunque existe una amplia gama de actuadores predefinidos, el resultado final es limitado en comparación con el código real.
hi: प्रवर्तक किसी तत्व के व्यवहार को संशोधित कर सकते हैं। एक एकल तत्व अधिक जटिल व्यवहारों को मॉडल करने के लिए एकाधिक प्रवर्तक का उपयोग कर सकती है। हालाँकि पूर्वनिर्धारित प्रवर्तक की एक विस्तृत श्रृंखला है, वास्तविक कोड की तुलना में अंतिम परिणाम सीमित है।
nl: Aanstichters kunnen het gedrag van een entiteit aanpassen. Een entiteit kan meerdere aanstichters gebruiken om complexer gedrag te vertonen. Er zijn vele aanstichtingen mogelijk, maar het resultaat is uiteindelijk beperkt ten opzichte van de code.
pt_br: Os atuadores podem modificar o comportamento de uma entidade. Uma única entidade pode usar vários atuadores para modelar comportamentos mais complexos. Embora exista uma ampla variedade de atuadores predefinidos, o resultado final é limitado quando comparado ao código real.

source: Therefore, Gameeky provides support for user-created actuators to go beyond what the predefined actuators can do.
es: Por lo tanto, Gameeky proporciona soporte para actuadores creados por el usuario, e ir más allá de lo que pueden hacer los actuadores predefinidos.
hi: इसलिए, Gameeky उपयोक्ता-निर्मित प्रवर्तक को पूर्वनिर्धारित प्रवर्तक से आगे जाने के लिए समर्थन प्रदान करता है।
nl: Daarom biedt Gameeky een manier om meer te doen met aanstichters dan wat er standaard mogelijk is.
pt_br: Portanto, Gameeky fornece suporte para atuadores criados pelo usuário irem além do que os atuadores predefinidos podem fazer.

source: There are three types of actuators:
es: Hay tres tipos de actuadores:
hi: प्रवर्तक तीन प्रकार के होते हैं:
nl: Er zijn drie typen aanstichters:
pt_br: Existem três tipos de atuadores:
