Repository: tchx84/Gameeky
Catalog: docs/basics/po/*.po
Languages: es, hi, nl, pt_br

source: Regular actuators enact on each tick of the scene, e.g., to [move](../../../src/gameeky/server/game/actuators/roams.py) the entity to a random location on each tick.
es: Los actuadores regulares actúan en cada tic de la escena, por ejemplo, para [mover](../../../src/gameeky/server/game/actuators/roams.py) la entidad a una ubicación aleatoria en cada tic.

source: Activatable actuators enact only in fixed time intervals or when explicitly activated by another entity, e.g., to [spawn](../../../src/gameeky/server/game/actuators/spawns.py) a new foe to the scene every five seconds.
es: Los actuadores activables actúan solo en intervalos de tiempo fijos o cuando son activados explícitamente por otra entidad, por ejemplo, para [agregar](../../../src/gameeky/server/game/actuators/spawns.py) un nuevo enemigo a la escena cada cinco segundos.

source: Interactable actuators enact when other entities interact with its entity, e.g., to [teleport](../../../src/gameeky/server/game/actuators/teleports.py) an entity to a different location when that entity interacts with a portal.
es: Los actuadores interactuables actúan cuando otras entidades interactúan con su entidad, por ejemplo, para [teletransportar](../../../src/gameeky/server/game/actuators/teleports.py una entidad a una ubicación diferente cuando esa entidad interactúa con un portal.

source: All actuators use their own entity game properties to modify their behavior:
es: Todos los actuadores utilizan las propiedades de juego de su entidad para modificar su comportamiento:
hi: सभी प्रवर्तक अपने व्यवहार को संशोधित करने के लिए अपने स्वयं के तत्व खेल गुणों का उपयोग करते हैं:
nl: Alle aanstichters beschikken over hun eigen speleigenschappen om het gedrag te kunnen aanpassen:
pt_br: Todos os atuadores usam suas próprias propriedades de entidades de jogo para modificar seu comportamento:

source: The *Target Name* and *Target Type* properties can be used to filter the entities affected by the actuator, e.g., to [target](../../../src/gameeky/server/game/actuators/aggroes.py) only certain entities types for aggression.
es: Las propiedades *Nombre de Destino* y *Tipo de Destino* se pueden utilizar para filtrar las entidades afectadas por el actuador, por ejemplo, [apuntar](../../../src/gameeky/server/game/actuators/ aggroes.py) solo ciertos tipos de entidades para agresión.

source: The *Rate* property can be used in activatables to reduce the activation frequency, e.g., to [hatch](../../../src/gameeky/server/game/actuators/transmutes.py) an egg into a chicken after ten seconds.
es: La propiedad *Tasa* se puede usar en activables para reducir la frecuencia de activación, por ejemplo, para [incubar](../../../src/gameeky/server/game/actuators/transmutes.py) un huevo en un pollo después de diez segundos.

source: The *Radius* property can be used to determine the area of effect of an actuator, e.g., to [burn](../../../src/gameeky/server/game/actuators/affects.py) entities when stepping into a fire.
es: La propiedad *Radio* se puede utilizar para determinar el área de efecto de un actuador, por ejemplo, para [quemar](../../../src/gameeky/server/game/actuators/affects.py) entidades al entrar en un incendio.

source: To create a new actuator, follow the steps:
es: Para crear un nuevo actuador, siga los pasos:
hi: नया प्रवर्तक बनाने के लिए, निम्न चरणों का पालन करें:
nl: Maak een nieuwe entiteit aan door deze stappen te volgen:
pt_br: Para criar um novo atuador, siga as etapas:

source: Open a new document in a text editor.
es: Abra un nuevo documento en un editor de texto.
hi: पाठ संपादक में एक नया दस्तावेज़ खोलें।
nl: Op een nieuw document in een tekstbewerker.
pt_br: Abra um novo documento em um editor de texto.

source: Write an actuator class, see examples below.
es: Escriba una clase de actuador; consulte los ejemplos a continuación.
hi: एक प्रवर्तक क्लास लिखें, नीचे उदाहरण देखें।
nl: Schrijf een aanstichter‘klasse’. Hieronder vind je enkele voorbeelden.
pt_br: Escreva uma classe de atuador, veja os exemplos abaixo.

source: Save the new document to `~/Gameeky/PROJECT_NAME/actuators/ACTUATOR_NAME.py`
es: Guarde el nuevo documento en `~/Gameeky/NOMBRE_DEL_PROYECTO/actuators/NOMBRE_DEL_ACTUADOR.py`
hi: नया दस्तावेज़ `~/Gameeky/PROJECT_NAME/actuator/ACTUATOR_NAME.py` में सहेजें
nl: Bewaar het document in `~/Gameeky/PROJECTNAAM/actuators/NAAM_VAN_AANSTICHTER.py`
pt_br: Salve o novo documento em `~/Gameeky/NOME_PROJETO/actuators/NOME_ATUADOR.py`

source: From the entity editor, go under the *Game* tab to the actuators section.
es: Desde el editor de entidades, vaya a la pestaña *Juego* y a la sección de actuadores.
hi: तत्व संपादक से, *खेल* टैब के अंतर्गत प्रवर्तक अनुभाग पर जाएं।
nl: Ga in de entiteitbewerker naar het tabblad ‘Spel’ en klik op de sectie ‘Aanstichters’.
pt_br: No editor de entidade, vá na guia *Jogo* para a seção de atuadores.

source: A new option called *ACTUATOR_NAME* will be displayed along with the predefined actuators.
es: Se mostrará una nueva opción llamada *NOMBRE_DEL_ACTUADOR* junto con los actuadores predefinidos.
hi: *ACTUATOR_NAME* नामक एक नया विकल्प पूर्वनिर्धारित प्रवर्तक के साथ प्रदर्शित किया जाएगा।
nl: Nu verschijnt er een nieuwe optie genaamd *NAAM_VAN_AANSTICHTER* bij de rest.
pt_br: Uma nova opção chamada *NOME_ATUADOR* será exibida junto com os atuadores predefinidos.

source: Select it and save the entity to disk.
es: Selecciónelo y guarde la entidad en el disco.
hi: इसे चुनें और तत्व को डिस्क पर सहेजें।
nl: Selecteer de aanstichter en bewaar deze op de schijf.
pt_br: Selecione-o e salve a entidade no disco.

source: 📝 **Note:** User-created actuators can also be accessed from the scene editor when customizing specific entities.
es: 📝 **Nótese:** También se puede acceder a los actuadores creados por el usuario desde el editor de escenas al personalizar entidades específicas.
hi: 📝 **ध्यान दें:** विशिष्ट संस्थाओं को अनुकूलित करते समय उपयोक्ता-निर्मित प्रवर्तक को दृश्य संपादक से भी पहुंचा जा सकता है।
nl: 📝 **Opmerking:** zelfgemaakte aanstichters kunnen eveneens worden bekeken vanuit de scènebewerker tijdens het aanpassen van specifieke entiteiten.
pt_br: 📝 **Nota:** Atuadores criados pelo usuário também podem ser acessados no editor de cenas ao personalizar entidades específicas.

source: A minimal [actuator](../../../src/gameeky/server/game/actuators/base.py) class:
es: Una clase [actuador](../../../src/gameeky/server/game/actuators/base.py) mínima:

source: Inspect the [entity](../../../src/gameeky/server/game/entity.py):
es: Inspeccionar la [entidad](../../../src/gameeky/server/game/entity.py):

source: Perform an action on the entity:
es: Realizar una acción sobre la entidad:
hi: तत्व पर कोई कार्रवाई करें:
nl: Voer een actie uit op de entiteit:
pt_br: Executar uma ação na entidade:

source: Send a dialogue to the entity:
es: Enviar un diálogo a la entidad:
hi: तत्व को एक संवाद भेजें:
nl: Verstuur tekst naar de entiteit:
pt_br: Enviar um diálogo para a entidade:

source: Inspect all the other entities sitting right in front of the entity:
es: Inspeccionar todas las demás entidades que se encuentran en frente a la entidad:
hi: तत्व के ठीक सामने बैठी अन्य सभी इकाइओं का निरीक्षण करें:
nl: Inspecteer alle entiteiten die voor de neus van de huidige entiteit staan:
pt_br: Inspecionar todas as outras entidades sentadas bem na frente da entidade:

source: Inspect all the other entities that share the same position as the entity:
es: Inspeccionar todas las demás entidades que comparten la misma posición que la entidad:
hi: अन्य सभी इकाइओं का निरीक्षण करें जो तत्व के समान स्थिति साझा करते हैं:
nl: Inspecteer alle entiteiten die dezelfde locatie als de huidige entiteit hebben:
pt_br: Inspecionar todas as outras entidades que compartilham a mesma posição que a entidade:

source: Inspect all the other entities that surround the entity:
es: Inspeccionar todas las demás entidades que rodean la entidad:
hi: तत्व को घेरने वाली अन्य सभी तत्वों का निरीक्षण करें:
nl: Inspecteer alle entiteiten in de nabije omgeving van de huidige entiteit:
pt_br: Inspecionar todas as outras entidades que cercam a entidade:

source: 📝 **Note:** The *surroundings* method takes into account the *Radius* property of the entity.
es: 📝 **Nótese:** El método *surroundings* tiene en cuenta la propiedad *Radio* de la entidad.
hi: 📝 **ध्यान दें:** *परिवेश* विधि तत्व की *त्रिज्या* संपत्ति को ध्यान में रखती है।
nl: 📝 **Let op:** de controle van *nabije entiteiten* houdt ook rekening met de *straal* van de entiteit in kwestie.
pt_br: 📝 **Nota:** O método *surroundings* leva em consideração a propriedade *Raio* da entidade.

source: Inspect all entities in the [scene](../../../src/gameeky/server/game/scene.py), that are not static:
es: Inspeccionar todas las entidades en la [escena](../../../src/gameeky/server/game/scene.py), que no sean estáticas:

source: Inspect all entities that are controlled by users:
es: Inspeccionar todas las entidades controladas por usuarios:
hi: उपयोक्ताओं द्वारा नियंत्रित सभी तत्वों का निरीक्षण करें:
nl: Inspecteer alle entiteiten die door gebruikers bediend worden:
pt_br: Inspecionar todas as entidades controladas pelos usuários:

source: Create an actuator that enacts every five seconds:
es: Crear un actuador que actúa cada cinco segundos:
hi: एक प्रवर्तक बनाएं जो हर पांच सेकंड में सक्रिय हो:
nl: Maak een aanstichter die elke vijf seconden een actie uitvoert:
pt_br: Criar um atuador que atua a cada cinco segundos:

source: 📝 **Note:** The *ready* property takes into account the *Rate* property of the entity.
es: 📝 **Nótese:** La propiedad *ready* tiene en cuenta la propiedad *Tasa* de la entidad.
hi: 📝 **ध्यान दें:** *तैयार* संपत्ति तत्व की *दर* संपत्ति को ध्यान में रखती है।
nl: 📝 **Let op:** de eigenschap *klaar* houdt ook rekening met de *straal* van de entiteit in kwestie.
pt_br: 📝 **Nota:** A propriedade *ready* leva em consideração a propriedade *Taxa* da entidade.

source: Create an actuator that enacts only when interacted by users:
es: Crear un actuador que actúa solo cuando los usuarios interactúen con él:
hi: एक प्रवर्तक बनाएं जो केवल उपयोक्ताओं द्वारा सहभागिता किए जाने पर ही कार्य करता है:
nl: Maak een aanstichter die alleen een actie uitvoert als er interactie plaatsvindt:
pt_br: Criar um atuador que atua somente quando interagido pelos usuários:

source: Fore more complex examples check Gameeky's predefined [actuators](../../../src/gameeky/server/game/actuators/) directory.
es: Para ver ejemplos más complejos, consulte el directorio [actuadores](../../../src/gameeky/server/game/actuators/) predefinidos de Gameeky.

source: A single actuator should not modify the whole scene. Iterating over all the entities in the scene is extremely costly and the performance will be severed, e.g., stick to *mutables* and *playables* only.
es: Un solo actuador no debe modificar toda la escena. Iterar sobre todas las entidades en la escena es extremadamente costoso y el rendimiento se verá afectado, por ejemplo, limitarse a *mutables* y *playables* únicamente.
hi: एक एकल प्रवर्तक को पूरे दृश्य को संशोधित नहीं करना चाहिए। दृश्य में सभी संस्थाओं पर पुनरावृत्ति करना बेहद महंगा है और प्रदर्शन अलग हो जाएगा, उदाहरण के लिए, केवल *परिवर्तनशील* और *खेलने योग्य* तक ही सीमित रहें।
nl: Eén aanstichter zou niet de hele scène moeten kunnen aanpassen. Dit zou ten koste gaan van de prestaties. Houd hier dus rekening mee.
pt_br: Um único atuador não deve modificar toda a cena. Iterar todas as entidades na cena é extremamente caro e o desempenho será prejudicado. Por exemplo, atenha-se apenas a *mutáveis* e *jogáveis*.

source: It's preferred to write different actuators for different behaviors, e.g., avoid writing a single actuator that implements all of the custom behaviors. This will make it easier to understand and reuse in the long run.
es: Es preferible escribir diferentes actuadores para diferentes comportamientos; por ejemplo, evitar escribir un solo actuador que implemente todos los comportamientos personalizados. Esto hará que sea más fácil de entender y reutilizar a largo plazo.
hi: विभिन्न व्यवहारों के लिए अलग-अलग प्रवर्तक लिखने को प्राथमिकता दी जाती है, उदाहरण के लिए, एक एकल प्रवर्तक लिखने से बचें जो सभी तदनुकूल व्यवहारों को लागू करता है। इससे लंबे समय में इसे समझना और पुन: उपयोग करना आसान हो जाएगा।
nl: De voorkeur gaat uit naar het schrijven van verschillende aanstichters voor verschillend gedrag, dus maak niet één aanstichter die alles kan uitvoeren. Dit maakt het ook makkelijker om de code te begrijpen en opnieuw te gebruiken.
pt_br: É preferível escrever atuadores diferentes para comportamentos diferentes, por exemplo, evitar escrever um único atuador que implemente todos os comportamentos personalizados. Isso tornará mais fácil a compreensão e a reutilização no longo prazo.

source: Use only public methods and attributes, e.g., stick to methods like *obstacles* or *interactee*. These will make it less likely for the actuators to break in the future.
es: Utilice sólo métodos y atributos públicos, por ejemplo, apéguese a métodos como *obstacles* o *interactee*. Esto hará que sea menos probable que los actuadores se rompan en el futuro.
hi: केवल सार्वजनिक तरीकों और विशेषताओं का उपयोग करें, उदाहरण के लिए, *बाधाएं* या *सहभागियों* जैसी विधियों पर टिके रहें। इससे भविष्य में प्रवर्तक के टूटने की संभावना कम हो जाएगी।
nl: Gebruik alleen openbare methoden en attributen, bijv. *obstakels* of *interactie*. Zo voorkom je dat aanstichters in de toekomst niet meer werken.
pt_br: Use apenas métodos e atributos públicos. Por exemplo, atenha-se a métodos como *obstáculos* ou *interagentes*. Isso tornará menos provável que os atuadores quebrem no futuro.

source: *Use* to apply any effects that the entity being held might have. These effects affect the entities that are located right in front of the user's character, e.g., to chop some logs with an axe.
hi: धारण की जा रही तत्व पर पड़ने वाले किसी भी प्रभाव को लागू करने के लिए *उपयोग*। ये प्रभाव उन संस्थाओं को प्रभावित करते हैं जो उपयोक्ता के चरित्र के ठीक सामने स्थित होती हैं, उदाहरण के लिए, कुल्हाड़ी से कुछ लकड़ियां काटने के लिए।
nl: *Gebruiken* om een item dat de speler bij zich draagt te gebruiken. Dit kan invloed hebben op andere items en personages in de nabijheid van de speler. Zo kun je bijvoorbeeld een boom omhakken met een bijl.
pt_br: *Usar* para aplicar quaisquer efeitos que a entidade detida possa ter. Esses efeitos afetam as entidades que estão localizadas bem na frente do personagem do usuário, por exemplo, cortar algumas toras de madeira com um machado.

source: Join and leave a [game](../../../../src/gameeky/library/game.py):
hi: [खेल](../../../../src/gameeky/library/game.py) से जुड़ें और छोड़ें:
nl: Meedoen aan en verlaten van een [spel](../../../../src/gameeky/library/game.py):
pt_br: Entrar e sair de um [jogo](../../../../src/gameeky/library/game.py):

source: Perform [actions](../../../../src/gameeky/common/definitions.py):
hi: [कार्रवाइयां](../../../../src/gameeky/common/definitions.py) निष्पादित करें:
nl: Uitvoeren van [acties](../../../../src/gameeky/common/definitions.py):
pt_br: Realizar [ações](../../../../src/gameeky/common/definitions.py):

source: Inspect the position and basic properties of the user's character [entity](../../../../src/gameeky/common/entity.py):
hi: उपयोक्ता की चरित्र [तत्व](../../../../src/gameeky/common/entity.py) की स्थिति और बुनियादी गुणों का निरीक्षण करें:
nl: Inspecteer de locatie en basiseigenschappen van het gebruikerspersonage [(entiteit)](../../../../src/gameeky/common/entity.py):
pt_br: Inspecionar a posição e as propriedades básicas da [entidade](../../../../src/gameeky/common/entity.py) do personagem do usuário:

source: Inspect the state of the [scene](../../../../src/gameeky/common/scene.py):
hi: [दृश्य](../../../../src/gameeky/common/scene.py) की स्थिति का निरीक्षण करें:
nl: Inspecteer de status van de [scène](../../../../src/gameeky/common/scene.py):
pt_br: Inspecionar o estado da [cena](../../../../src/gameeky/common/scene.py):

source: Inspect the advance [stats](../../../../src/gameeky/common/stats.py) of the user's character entity:
hi: उपयोक्ता के चरित्र तत्व के अग्रिम [आंकड़ों](../../../../src/gameeky/common/stats.py) का निरीक्षण करें:
nl: Inspecteer de [statistieken](../../../../src/gameeky/common/stats.py) van de speler (entiteit):
pt_br: Inspecionar as [estatísticas](../../../../src/gameeky/common/stats.py) avançadas da entidade do personagem do usuário:

source: Regular actuators enact on each tick of the scene, e.g., to [move](../../../../src/gameeky/server/game/actuators/roams.py) the entity to a random location on each tick.
hi: नियमित प्रवर्तक दृश्य के प्रत्येक टिक पर कार्य करते हैं, उदाहरण के लिए, प्रत्येक टिक पर तत्व को एक यादृच्छिक स्थान पर [ले](../../../../src/gameeky/server/game/actuators/roams.py) जाना।
nl: Gewone aanstichters die iets doen bij elke beweging in de scène, bijv., om de entiteit te [verplaatsen](../../../../src/gameeky/server/game/actuators/roams.py) naar een willekeurige locatie.
pt_br: Atuadores regulares atuam em cada tique da cena, por exemplo, para [mover](../../../../src/gameeky/server/game/actuators/roams.py) a entidade para um local aleatório em cada tique.

source: Activatable actuators enact only in fixed time intervals or when explicitly activated by another entity, e.g., to [spawn](../../../../src/gameeky/server/game/actuators/spawns.py) a new foe to the scene every five seconds.
hi: सक्रिय करने योग्य प्रवर्तक केवल निश्चित समय अंतराल में या किसी अन्य तत्व द्वारा स्पष्ट रूप से सक्रिय होने पर कार्य करते हैं, उदाहरण के लिए, हर पांच सेकंड में दृश्य में एक नया दुश्मन [पैदा](../../../../src/gameeky/server/game/actuators/spawns.py) करना।
nl: Activeerbare aanstichters reageren alleen binnen bepaalde tijdspannen of indien expliciet geactiveerd door een andere entiteit, bijv. om iedere vijf seconden een vijand te laten [opduiken](../../../../src/gameeky/server/game/actuators/spawns.py).
pt_br: Atuadores ativáveis atuam apenas em intervalos de tempo fixos ou quando ativados explicitamente por outra entidade, por exemplo, para [fazer surgir](../../../../src/gameeky/server/game/actuators/spawns.py) um novo inimigo para a cena a cada cinco segundos.

source: Interactable actuators enact when other entities interact with its entity, e.g., to [teleport](../../../../src/gameeky/server/game/actuators/teleports.py) an entity to a different location when that entity interacts with a portal.
hi: इंटरैक्टेबल प्रवर्तक तब अधिनियमित होते हैं जब अन्य संस्थाएं उसकी तत्व के साथ इंटरैक्ट करती हैं, उदाहरण के लिए, किसी तत्व को एक अलग स्थान पर [टेलीपोर्ट](../../../../src/gameeky/server/game/actuators/teleports.py) करने के लिए जब वह तत्व किसी पोर्टल के साथ इंटरैक्ट करती है।
nl: Aanstichters met interactie werken alleen als andere entiteiten een interactie met ze hebben, bijv. om een entiteit te [teleporteren](../../../../src/gameeky/server/game/actuators/teleports.py) naar een locatie zodra de entiteit contact maakt met het portaal.
pt_br: Atuadores interativos atuam quando outras entidades interagem com sua entidade, por exemplo, para [teletransportar](../../../../src/gameeky/server/game/actuators/teleports.py) uma entidade para um local diferente quando essa entidade interage com um portal.

source: The *Target Name* and *Target Type* properties can be used to filter the entities affected by the actuator, e.g., to [target](../../../../src/gameeky/server/game/actuators/aggroes.py) only certain entities types for aggression.
hi: *लक्ष्य नाम* और *लक्ष्य प्रकार* गुणों का उपयोग प्रवर्तक से प्रभावित संस्थाओं को फिल्टर करने के लिए किया जा सकता है, उदाहरण के लिए, आक्रामकता के लिए केवल कुछ निश्चित संस्थाओं को [लक्षित](../../../../src/gameeky/server/game/actuators/aggroes.py) करना।
nl: De *doelnaam* en het *doeltype* kunnen worden gebruikt om entiteiten te filteren op basis van de aanstichter, bijvoorbeeld om bepaalde entiteiten als [doelwit](../../../../src/gameeky/server/game/actuators/aggroes.py) te kiezen bij agressieve bewegingen.
pt_br: As propriedades *Nome do alvo* e *Tipo do alvo* podem ser usadas para filtrar as entidades afetadas pelo atuador, por exemplo, para [mirar](../../../../src/gameeky/server/game/actuators/aggroes .py) apenas certos tipos de entidades para atacar.

source: The *Rate* property can be used in activatables to reduce the activation frequency, e.g., to [hatch](../../../../src/gameeky/server/game/actuators/transmutes.py) an egg into a chicken after ten seconds.
hi: *रेट* गुण का उपयोग सक्रियण आवृत्ति को कम करने के लिए सक्रिययोग्य में किया जा सकता है, उदाहरण के लिए, दस सेकंड के बाद एक अंडे को मुर्गी में [बदलने](../../../../src/gameeky/server/game/actuators/transmutes.py) के लिए।
nl: De *frequentie* kan worden gebruikt om de activatiefrequentie te verlagen, bijv. om een ei na tien seconden te laten [uitkomen](../../../../src/gameeky/server/game/actuators/transmutes.py).
pt_br: A propriedade *Taxa* pode ser usada em tabelas ativáveis para reduzir a frequência de ativação, por exemplo, para [abrir](../../../../src/gameeky/server/game/actuators/transmutes.py) um ovo em um frango depois de dez segundos.

source: The *Radius* property can be used to determine the area of effect of an actuator, e.g., to [burn](../../../../src/gameeky/server/game/actuators/affects.py) entities when stepping into a fire.
hi: *त्रिज्या* गुण का उपयोग प्रवर्तक के प्रभाव के क्षेत्र को निर्धारित करने के लिए किया जा सकता है,उदाहरण के लिए, आग में कदम रखते समय इकाइओं को [जलाना](../../../../src/gameeky/server/game/actuators/affects.py)।
nl: De *straal* kan worden gebruikt om de omvang van het effect te bepalen, bijv. om entiteiten te [verbranden](../../../../src/gameeky/server/game/actuators/affects.py) zodra ze op vuur stappen.
pt_br: A propriedade *Raio* pode ser usada para determinar a área de efeito de um atuador, por exemplo, para [queimar](../../../../src/gameeky/server/game/actuators/affects.py) entidades quando entrando no fogo.

source: A minimal [actuator](../../../../src/gameeky/server/game/actuators/base.py) class:
hi: एक न्यूनतम [प्रवर्तक](../../../../src/gameeky/server/game/actuators/base.py) क्लास:
nl: Een minimale [aanstichterklasse](../../../../src/gameeky/server/game/actuators/base.py):
pt_br: Uma classe mínima [atuador](../../../../src/gameeky/server/game/actuators/base.py):

source: Inspect the [entity](../../../../src/gameeky/server/game/entity.py):
hi: [तत्व](../../../../src/gameeky/server/game/entity.py) का निरीक्षण करें:
nl: Inspecteer de [entiteit](../../../../src/gameeky/server/game/entity.py):
pt_br: Inspecionar a [entidade](../../../../src/gameeky/server/game/entity.py):

source: Inspect all entities in the [scene](../../../../src/gameeky/server/game/scene.py), that are not static:
hi: [दृश्य](../../../../src/gameeky/server/game/scene.py) में सभी तत्वों का निरीक्षण करें, जो स्थिर नहीं हैं:
nl: Inspecteer alle entiteiten in de [scène](../../../../src/gameeky/server/game/scene.py) die niet statisch zijn:
pt_br: Inspecionar todas as entidades na [cena](../../../../src/gameeky/server/game/scene.py), que não são estáticas:

source: Fore more complex examples check Gameeky's predefined [actuators](../../../../src/gameeky/server/game/actuators/) directory.
hi: अधिक जटिल उदाहरणों के लिए Gameeky की पूर्वनिर्धारित [प्रवर्तक](../../../../src/gameky/server/game/actuator/) निर्देशिका की जांच करें।
nl: Complexere voorbeelden zijn te vinden in de [aanstichtermap](../../../../src/gameeky/server/game/actuators/) van Gameeky.
pt_br: Para exemplos mais complexos, verifique o diretório [actuators](../../../../src/gameeky/server/game/actuators/) predefinido do Gameeky.
