Repository: tchx84/Gameeky
Catalog: docs/basics/po/*.po
Languages: es, hi, nl, pt_br

source: Documentation
es: Documentación
hi: दस्तावेज़ीकरण
nl: Documentatie
pt_br: Documentação

source: ⚠️ **Warning:** Gameeky is still in early stages of development and therefore things are subject to change.
es: ⚠️ **Advertencia:** Gameeky aún se encuentra en las primeras etapas de desarrollo y, por lo tanto, está sujeta a cambios.
hi: ⚠️ **चेतावनी:** Gameeky अभी भी विकास के शुरुआती चरण में है और इसलिए चीजें बदल सकती हैं।
nl: ⚠️ **Waarschuwing:** Gameeky is nog volop in ontwikkeling. Alles wat je ziet kan nog veranderen.
pt_br: ⚠️ **Aviso:** Gameeky ainda está em estágios iniciais de desenvolvimento e, portanto, as coisas estão sujeitas a alterações.

source: 📝 **Note:** This document is not an exhaustive tutorial on everything Gameeky can do, but should provide enough directions to get started.
es: 📝 **Nótese:** Este documento no es un tutorial exhaustivo sobre todo lo que Gameeky puede hacer, pero debería proporcionar suficientes instrucciones para comenzar.
hi: 📝 **ध्यान दें:** यह दस्तावेज़ Gameeky द्वारा की जा सकने वाली हर चीज़ पर एक विस्तृत अनुशिक्षण नहीं है, लेकिन यह आरंभ करने के लिए पर्याप्त दिशा-निर्देश प्रदान करता है।
nl: 📝 **Let op:** dit document biedt geen uitleg tot in de puntjes, maar is louter bedoeld als snelstartgids.
pt_br: 📝 **Nota:** Este documento não é um tutorial completo sobre tudo o que Gameeky pode fazer, mas deve fornecer instruções suficientes para começar.

source: Topics
es: Temas
hi: विषय
nl: Onderwerpen
pt_br: Tópicos

source: [Introduction](#introduction)
es: [Introducción](#introducción)
hi: [परिचय](#परिचय)
nl: [Introductie](#introduction)
pt_br: [Introdução](#introdução)

source: [Installation](#installation)
es: [Instalación](#instalación)
hi: [स्थापना](#स्थापना)
nl: [Installatie](#installation)
pt_br: [Instalação](#instalação)

source: [Thematic packs](#thematic-packs)
es: [Paquetes temáticos](#paquetes-temáticos)
hi: [थीम समूह](#थीम-समूह)
nl: [Themapakketten](#thematic-packs)
pt_br: [Pacotes temáticos](#pacotes-temáticos)

source: [Overview](#overview)
es: [Descripción general](#descripción-general)
hi: [अवलोकन](#अवलोकन)
nl: [Overzicht](#overview)
pt_br: [Visão geral](#visão-geral)

source: [The launcher](#the-launcher)
es: [El lanzador](#el-lanzador)
hi: [लॉन्चर](#लॉन्चर)
nl: [De starter](#the-launcher)
pt_br: [O lançador](#o-lançador)

source: [The player](#the-player)
es: [El reproductor](#el-reproductor)
hi: [प्लेयर](#प्लेयर)
nl: [De speler](#the-player)
pt_br: [O reprodutor](#o-reprodutor)

source: [Cooperative game play](#cooperative-game-play)
es: [Juego cooperativo](#juego-cooperativo)
hi: [सहयोगात्मक गेमप्ले](#सहयोगात्मक-गेमप्ले)
nl: [Samenwerking](#cooperative-game-play)
pt_br: [Jogo cooperativo](#jogo-cooperativo)

source: [The scene editor](#the-scene-editor)
es: [El editor de escenas](#el-editor-de-escenas)
hi: [दृश्य संपादक](#दृश्य-संपादक)
nl: [De scènebewerker](#the-scene-editor)
pt_br: [O editor de cenas](#o-editor-de-cenas)

source: [The entity editor](#the-entity-editor)
es: [El editor de entidades](#el-editor-de-entidades)
hi: [तत्व संपादक](#तत्व-संपादक)
nl: [De entiteitbewerker](#the-entity-editor)
pt_br: [O editor de entidades](#o-editor-de-entidades)

source: [The code editor and LOGO-like code](#the-code-editor-and-logo-like-code)
es: [El editor de código y código similar a LOGO](#el-editor-de-código-y-código-similar-a-logo)
hi: [कोड संपादक और LOGO-जैसा कोड](#कोड-संपादक-और-LOGO-जैसा-कोड)
nl: [De codebewerker en LOGO-achtige code](#the-code-editor-and-logo-like-code)
pt_br: [O editor de código e o código tipo LOGO](#o-editor-de-código-e-código-semelhante-ao-logo)

source: [Plugins](#plugins)
es: [Complementos](#complementos)
hi: [प्लग-इन](#प्लग-इन)

source: Introduction
es: Introducción
hi: परिचय
nl: Introductie
pt_br: Introdução

source: [Gameeky](https://github.com/tchx84/gameeky) lets young learners and educators create and explore cooperative games and learning experiences. More specifically:
es: [Gameeky](https://github.com/tchx84/gameeky) brinda experiencias de aprendizaje a estudiantes jóvenes y educadores, permitiéndoles crear y explorar con juegos cooperativos. Más específicamente:
hi: [Gameeky](https://github.com/tchx84/gameeky) युवा शिक्षार्थियों और शिक्षकों को सहयोगात्मक खेल और सीखने के अनुभव बनाने और तलाशने की सुविधा देता है। अधिक विशेष रूप से:
nl: Met [Gameeky](https://github.com/tchx84/gameeky) kunnen jonge enthousiastelingen en leraren op speelse wijze kennismaken met het bouwen van coöperatieve spellen. Meer bepaald:
pt_br: [Gameeky](https://github.com/tchx84/gameeky) permite que jovens alunos e educadores criem e explorem jogos cooperativos e experiências de aprendizagem. Mais especificamente, permite:

source: Play and explore games with friends.
es: Juega y explora juegos con amigos.
hi: दोस्तों के साथ खेल खेलें और अन्वेषण करें।
nl: Speel en verken spellen met vrienden.
pt_br: Jogar e explorar jogos com amigos.

source: Create new games without writing any code.
es: Crea nuevos juegos sin escribir ningún código.
hi: बिना कोई कोड लिखे नए खेल बनाएं।
nl: Maak nieuwe spellen zonder programmeerkennis.
pt_br: Criar novos jogos sem escrever nenhum código.

source: Tell stories through these games.
es: Cuenta historias a través de estos juegos.
hi: इन खेलों के माध्यम से कहानियां बताएं।
nl: Vertel verhalen.
pt_br: Contar histórias através desses jogos.

source: Nurture artistic skills by designing game objects and creatures.
es: Fomenta habilidades artísticas diseñando objetos y criaturas del juego.
hi: खेल की वस्तुओं और प्राणियों का अभिकल्प बनाके कलात्मक कौशल का पोषण करें।
nl: Ontdek je artistieke kant door objecten en figuren/wezens te maken.
pt_br: Cultivar habilidades artísticas projetando objetos e criaturas de jogos

source: Grasp the basics of programming using Python in a [LOGO](https://en.wikipedia.org/wiki/Logo_(programming_language))-like experience.
es: Aprende conceptos básicos de programación usando Python en una experiencia similar a [LOGO](https://es.wikipedia.org/wiki/Logo_(lenguaje_de_programaci%C3%B3n)).
hi: [LOGO](https://en.wikipedia.org/wiki/Logo_(programming_language)) जैसे अनुभव में पायथन का उपयोग करके प्रोग्रामिंग की मूल बातें समझें।
nl: Leer de basis van programmeren met behulp van Python door middel van een [LOGO](https://nl.wikipedia.org/wiki/Logo_(programmeertaal))-achtige bouwwijze.
pt_br: Compreender os fundamentos da programação usando Python em uma experiência semelhante ao [LOGO](https://pt.wikipedia.org/wiki/Logo)

source: Mature programming skills by extending games with Python plugins.
es: Madura habilidades de programación ampliando juegos con complementos en Python.
hi: Python प्लगइन्स के साथ खेल का विस्तार करके परिपक्व प्रोग्रामिंग कौशल।
nl: Breid je programmeerkennis uit door spellen te voorzien van Python-plug-ins.
pt_br: Amadurecer habilidades de programação estendendo jogos com plugins Python

source: 📝 **Note:** This is a learning tool in the shape of a game engine. It's not a professional game engine. If you're looking for a tool to create professional video games, please consider the [Godot](https://godotengine.org) game engine.
es: 📝 **Nótese:** Esta es una herramienta de aprendizaje en forma de motor de juego. No es un motor de juego profesional. Si está buscando una herramienta para crear videojuegos profesionales, considere el motor de juegos [Godot](https://godotengine.org).
hi: 📝 **ध्यान दें:** यह गेम इंजन के आकार का एक शिक्षण उपकरण है। यह कोई पेशेवर गेम इंजन नहीं है। यदि आप पेशेवर वीडियो गेम बनाने के लिए किसी टूल की तलाश में हैं, तो कृपया [Godot](https://godotengine.org) गेम इंजन पर विचार करें।
nl: 📝 **Let op:** Gameeky is een leerprogramma in de vorm van een spelaandrijving. Als je op zoek bent naar een programma om professionele spellen te maken, kijk dan eens naar [Godot](https://godotengine.org).
pt_br: 📝 **Nota:** Esta é uma ferramenta de aprendizagem em forma de motor de jogo. Não é um motor de jogo profissional. Se você está procurando uma ferramenta para criar videogames profissionais, considere o motor de jogo [Godot](https://godotengine.org).

source: Installation
es: Instalación
hi: स्थापना
nl: Installatie
pt_br: Instalação

source: The recommended installation method is through the software center of the system, e.g., *GNOME Software*. Search for *Gameeky* and install it. Alternatively, it can also be installed from [Flathub](https://flathub.org). Similarly, search for *Gameeky* and follow the website instructions.
es: El método de instalación recomendado es a través del centro de software del sistema, por ejemplo, *GNOME Software*. Busque *Gameeky* y proceda a instalarlo. Alternativamente, también se puede instalar desde [Flathub](https://flathub.org). De manera similar, busque *Gameeky* y siga las instrucciones del sitio web.
hi: अनुशंसित स्थापना विधि सिस्टम के सॉफ्टवेयर केंद्र के माध्यम से है, उदाहरण के लिए, *GNOME Software*। *Gameeky* खोजें और इसे स्थापित करें। वैकल्पिक रूप से, इसे [Flathub](https://flathub.org) से भी स्थापित किया जा सकता है। इसी तरह, *Gameeky* खोजें और वेबसाइट के निर्देशों का पालन करें।
nl: Wij raden aan om Gameeky te installeren met behulp van het softwarecentrum van je systeem, bijvoorbeeld *GNOME Software*. Zoek naar*Gameeky* en installeer het. Ook kun je Gameeky via [Flathub](https://flathub.org) installeren. Zoek ook daar naar *Gameeky* en volg de installatie-instructies.
pt_br: O método de instalação recomendado é através da central de softwares do sistema como, por exemplo, o *GNOME Software*. Procure por *Gameeky* e instale-o. Alternativamente, ele também pode ser instalado a partir do [Flathub](https://flathub.org). Da mesma forma, pesquise *Gameeky* e siga as instruções do site.

source: Lastly, it can also be installed from the terminal:
es: Por último, también se puede instalar desde la terminal:
hi: अंततः, इसे टर्मिनल से भी स्थापित किया जा सकता है:
nl: De laatste methode, voor ervaren gebruikers, is via een terminalvenster:
pt_br: Por fim, ele também pode ser instalado a partir do terminal:

source: Thematic packs
es: Paquetes temáticos
hi: थीम समूह
nl: Themapakketten
pt_br: Pacotes temáticos

source: Gameeky provides packs of predefined building blocks for different interests, e.g., a farming role playing [game](https://github.com/tchx84/FreedomValley) set in a medieval fantasy world. A thematic pack contains:
es: Gameeky proporciona paquetes con bloques de construcción predefinidos para diferentes intereses, por ejemplo, un [juego](https://github.com/tchx84/FreedomValley) de rol agrícola ambientado en un mundo de fantasía medieval. Un paquete temático contiene:
hi: Gameeky विभिन्न रुचियों के लिए पूर्वनिर्धारित निर्माण खंड के समूह प्रदान करता है, उदाहरण के लिए, मध्ययुगीन काल्पनिक दुनिया में स्थापित एक कृषि भूमिका निभाने वाला [खेल] (https://github.com/tchx84/FreedomValley)। एक थीम समूह में शामिल हैं:
nl: Gameeky bevat pakketten met bouwstenen, zodat er een breed scala aan spellen kan worden gemaakt. Een voorbeeld van zo'n spel is [dit](https://github.com/tchx84/FreedomValley), een middeleeuws fantasiespel waar alles draait om verzamelen. Elk themapakket bevat:
pt_br: Gameeky fornece pacotes de blocos de construção predefinidos para diferentes interesses como, por exemplo, um [jogo](https://github.com/tchx84/FreedomValley) de RPG agrícola ambientado em um mundo de fantasia medieval. Um pacote temático contém:

source: Assets like tilesets, sprites and sounds.
es: Recursos como conjuntos de mosaicos, imágenes y sonidos.
hi: टाइलसेट, स्प्राइट और ध्वनि जैसी परिसंपत्तियां।
nl: Items, zoals tegelsets, personages en geluiden.
pt_br: Ativos como conjuntos de blocos ("tilesets" em inglês), sprites e sons.

source: Entities created from these assets, with predefined properties and behaviors.
es: Entidades creadas a partir de estos recursos, con propiedades y comportamientos predefinidos.
hi: पूर्वनिर्धारित गुणों और व्यवहारों के साथ, इन परिसंपत्तियों से बनाये गये तत्व।
nl: Entiteiten gemaakt met deze items, met vooraf ingestelde eigenschappen en gedrag.
pt_br: Entidades criadas a partir desses ativos, com propriedades e comportamentos predefinidos.

source: Scenes created with those entities.
es: Escenas creadas con esas entidades.
hi: उन तत्वों के साथ बनाए गए दृश्य।
nl: Scènes gemaakt met deze entiteiten.
pt_br: Cenas criadas com essas entidades.

source: Actuators that extend the predefined behaviors.
es: Actuadores que amplían los comportamientos predefinidos.
hi: एक्चुएटर्स जो पूर्वनिर्धारित व्यवहारों का विस्तार करते हैं।
nl: Aanstichters die het gedrag aanpassen.
pt_br: Atuadores que estendem os comportamentos predefinidos.

source: These building blocks can be reused to create custom scenes, new games and many learning materials.
es: Estos bloques de construcción se pueden reutilizar para crear escenas personalizadas, juegos nuevos y muchos materiales de aprendizaje.
hi: इन निर्माण खंड का उपयोग तदनुकूल दृश्य, नए खेल और कई शिक्षण सामग्री बनाने के लिए पुन: उपयोग किया जा सकता है।
nl: Deze bouwstenen kunnen worden hergebruikt om eigen scènes, nieuwe spellen en leermateriaal te maken.
pt_br: Esses blocos de construção podem ser reutilizados para criar cenas personalizadas, novos jogos e muitos materiais de aprendizagem.

source: The recommended installation method is through the software center of the system, e.g., *GNOME Software*. Thematic packs are offered as addons from the software center page. Alternatively, it can also be installed from [Flathub](https://flathub.org). Similarly, thematic packs are offered as addons from the website. Select the addon and follow the website instructions.
es: El método de instalación recomendado es a través del centro de software del sistema, por ejemplo, *Software GNOME*. Los paquetes temáticos se ofrecen como complementos desde la página del centro de software. Alternativamente, también se puede instalar desde [Flathub](https://flathub.org). Del mismo modo, los paquetes temáticos se ofrecen como complementos del sitio web. Seleccione el complemento y siga las instrucciones del sitio web.
hi: अनुशंसित स्थापना विधि सिस्टम के सॉफ्टवेयर केंद्र के माध्यम से है, उदाहरण के लिए, *GNOME Software*। थीम समूह सॉफ्टवेयर सेंटर पृष्ठ से ऐडऑन के रूप में पेश किए जाते हैं। वैकल्पिक रूप से, इसे [Flathub](https://flathub.org) से भी स्थापित किया जा सकता है। इसी तरह, थीम समूह वेबसाइट से ऐडऑन के रूप में पेश किए जाते हैं। ऐडऑन का चयन करें और वेबसाइट के निर्देशों का पालन करें।
nl: Wij raden aan om themapakketten te installeren met behulp van het softwarecentrum van je systeem, bijvoorbeeld *GNOME Software*. Themapakketten worden hierin aangeboden als uitbreidingen. Ook kun je themapakketten via [Flathub](https://flathub.org) installeren. Kies daar een uitbreiding en volg de installatie-instructies.
pt_br: O método de instalação recomendado é através da central de software do sistema como, por exemplo, *GNOME Software*. Os pacotes temáticos são oferecidos como complementos na página do centro de software. Alternativamente, também pode ser instalado a partir do [Flathub](https://flathub.org). Da mesma forma, pacotes temáticos são oferecidos como complementos do site. Selecione o complemento e siga as instruções do site.

source: Lastly, packs can also be installed from the terminal:
es: Por último, los packs también se pueden instalar desde la terminal:
hi: अंततः, समूहों को टर्मिनल से भी स्थापित किया जा सकता है:
nl: De laatste methode, voor ervaren gebruikers, is via een terminalvenster:
pt_br: Por fim, os pacotes também podem ser instalados a partir do terminal:

source: Overview
es: Descripción general
hi: अवलोकन
nl: Overzicht
pt_br: Visão geral

source: The Gameeky package provides five main components:
es: Gameeky proporciona cinco componentes principales:
hi: Gameeky पैकेज पांच मुख्य घटक प्रदान करता है:
nl: Het Gameeky-pakket bestaat uit vijf hoofdonderdelen:
pt_br: O pacote Gameeky fornece cinco componentes principais:

source: The launcher is the main component where all thematic packs and projects can be found and launched from.
es: El lanzador es el componente principal donde se pueden encontrar y ejecutar todos los paquetes temáticos y proyectos.
hi: लॉन्चर मुख्य घटक है जहां सभी थीम समूहों और परियोजनाओं को खोजा और लॉन्च किए जा सकता हैं।
nl: De starter is het hoofdonderdeel; hier vind je alle themapakketten en projecten.
pt_br: O lançador é o principal componente onde todos os pacotes temáticos e projetos podem ser encontrados e lançados.

source: The player is where games can be played and joined.
es: El reproductor es el lugar donde se puede jugar y unirse a juegos.
hi: प्लेयर वह जगह है जहां खेल खेले जा सकते हैं और शामिल हो सकते हैं।
nl: De speler is waar spellen gespeeld kunnen worden, al dan niet samen.
pt_br: O reprodutor é onde os jogos podem ser jogados e participados.

source: The scene editor is where scenes can be created and edited.
es: El editor de escenas es donde se pueden crear y editar escenas.
hi: दृश्य संपादक वह जगह है जहां दृश्य बनाए और संपादित किए जा सकते हैं।
nl: De scènebewerker is waar scènes kunnen worden gemaakt en bewerkt.
pt_br: O editor de cenas é onde as cenas podem ser criadas e editadas.

source: The entity editor is where entities can be created and edited.
es: El editor de entidades es donde se pueden crear y editar entidades.
hi: तत्व संपादक वह जगह है जहाँ तत्वों को बनाया और संपादित किया जा सकता हैं।
nl: De entiteitbewerker is waar entiteiten kunnen worden gemaakt en bewerkt.
pt_br: O editor de entidades é onde as entidades podem ser criadas e editadas.

source: The code editor is where the LOGO-like experience can be had.
es: El editor de código es donde se puede tener una experiencia similar a la de LOGO.
hi: कोड संपादक वह जगह है जहां LOGO जैसा अनुभव प्राप्त किया जा सकता है।
nl: De codebewerker biedt een manier met LOGO-achtige code te werken.
pt_br: O editor de código é onde a experiência do tipo LOGO pode ser obtida.

source: The launcher
es: El lanzador
hi: लॉन्चर
nl: De starter
pt_br: O lançador

source: The launcher serves as the Gameeky starting point. It provides an easy way to manage thematic packs installed as addons and projects located under the `~/Gameeky` directory. The manager supports all the basic management operations:
es: El lanzador sirve como punto de partida de Gameeky. Proporciona una manera fácil de administrar paquetes temáticos instalados como complementos y proyectos ubicados en el directorio `~/Gameeky`. El administrador soporta todas las operaciones básicas de gestión:
hi: लॉन्चर Gameeky शुरुआती बिंदु के रूप में कार्य करता है। यह `~/Gameeky` निर्देशिका के अंतर्गत स्थित ऐडऑन और परियोजनाओं के रूप में स्थापित थीम समूहों को प्रबंधित करने का एक आसान तरीका प्रदान करता है। प्रबंधक सभी बुनियादी प्रबंधन कार्यों का समर्थन करता है:
nl: De starter is het centrale startpunt van Gameeky. Vanuit de starter kun je themapakketten beheren en projecten laden uit de `~/Gameeky`-map. De beheerder ondersteunt alle basistaken:
pt_br: O lançador serve como ponto de partida do Gameeky. Ele fornece uma maneira fácil de gerenciar pacotes temáticos instalados como complementos e projetos localizados no diretório `~/Gameeky`. O gerenciador oferece suporte para todas as operações básicas de gerenciamento:

source: Create new thematic packs and project from scratch.
es: Crear nuevos paquetes temáticos y proyectos desde cero.
hi: शुरुआत से नए थीम समूह और परियोजना बनाएं।
nl: Maak nieuwe themapakketten en projecten vanaf nul.
pt_br: Criar novos pacotes temáticos e projetos do zero.

source: Edit existing projects.
es: Editar proyectos existentes.
hi: मौजूदा परियोजनाओं को संपादित करें।
nl: Bewerk bestaande projecten.
pt_br: Editar projetos existentes.

source: Remove existing projects.
es: Eliminar proyectos existentes.
hi: मौजूदा परियोजनाओं को हटाएं।
nl: Verwijder bestaande projecten.
pt_br: Remover projetos existentes.

source: Share projects.
es: Compartir proyectos.
hi: परियोजनाएं साझा करें।
nl: Deel projecten.
pt_br: Compartilhar projetos.

source: Sharing projects
es: Compartir proyectos
hi: परियोजनाएं साझाकरण
nl: Projecten delen
pt_br: Compartilhando projetos

source: The launcher provides a simple way to share projects. To export a project, follow these steps:
es: El lanzador proporciona una forma sencilla de compartir proyectos. Para exportar un proyecto, siga estos pasos:
hi: लॉन्चर परियोजनाओं को साझा करने का एक सरल तरीका प्रदान करता है। किसी परियोजना को निर्यात करने के लिए, इन चरणों का पालन करें:
nl: Via de starter kun je eenvoudig projecten delen. Exporteer een project door deze stappen te volgen:
pt_br: O lançador oferece uma maneira simples de compartilhar projetos. Para exportar um projeto, siga estas etapas:

source: From the launcher, click on the *Options* button of the project and select the *Export* option.
es: Desde el lanzador, haga clic en el botón *Opciones* del proyecto y seleccione la opción *Exportar*.
hi: लॉन्चर से, परियोजना के *विकल्प* बटन पर क्लिक करें और *निर्यात* विकल्प चुनें।
nl: Klik in de starter op de optiesknop van het project en kies ‘Exporteren’.
pt_br: No lançador, clique no botão *Opções* do projeto e selecione a opção *Exportar*.

source: Follow the dialog instructions.
es: Siga las instrucciones del diálogo.
hi: संवाद निर्देशों का पालन करें।
nl: Volg de instructies op het scherm.
pt_br: Siga as instruções do diálogo.

source: To import a project, follow these steps:
es: Para importar un proyecto, siga estos pasos:
hi: किसी परियोजना को आयात करने के लिए, इन चरणों का पालन करें:
nl: Importeer een project door deze stappen te volgen:
pt_br: Para importar um projeto, siga estas etapas:

source: From the launcher, go to the menu and select the *Import* option.
es: Desde el lanzador, vaya al menú y seleccione la opción *Importar*.
hi: लॉन्चर से, मेनू पर जाएं और *आयात* विकल्प चुनें।
nl: Ga naar de starter, open het menu en klik op ‘Importeren’.
pt_br: No lançador, acesse o menu e selecione a opção *Importar*.

source: The player
es: El reproductor
hi: प्लेयर
nl: De speler
pt_br: O reprodutor

source: The player provides a visual representation of the game world and the means to interact with that world.
es: El reproductor proporciona una representación visual del mundo del juego y los medios para interactuar con ese mundo.
hi: प्लेयर खेल की दुनिया का एक दृश्य प्रतिनिधित्व और उस दुनिया के साथ सहभागिता करने का साधन प्रदान करता है।
nl: De speler biedt een visuele representatie van de spelwereld en de manier waarop interactie met de wereld plaatsvindt.
pt_br: O reprodutor fornece uma representação visual do mundo do jogo e os meios para interagir com esse mundo.

source: To start a game, click on the *Play* button of the project from the launcher. This will start the default scene for that project. Every thematic pack and project comes with a default scene. To play other scenes from the same project, follow these steps:
es: Para iniciar un juego, haga clic en el botón *Jugar* del proyecto desde el lanzador. Esto iniciará la escena predeterminada para ese proyecto. Cada paquete temático y proyecto viene con una escena predeterminada. Para jugar otras escenas del mismo proyecto, siga estos pasos:
hi: खेल शुरू करने के लिए, लॉन्चर से परियोजना के *खेलें* बटन पर क्लिक करें। यह उस परियोजना के लिए तयशुदा दृश्य प्रारंभ करेगा। प्रत्येक थीम समूह और परियोजना एक तयशुदा दृश्य के साथ आता है। उसी परियोजना से अन्य दृश्य चलाने के लिए, इन चरणों का पालन करें:
nl: Klik in de starter op de speelknop naast een project om een spel te starten. Het spel begint bij de standaardscène. Ieder themapakket en project bevat een standaardscène. Als je andere scènes wilt spelen, volg dan deze stappen:
pt_br: Para iniciar um jogo, clique no botão *Jogar* do projeto no inicializador. Isso iniciará a cena padrão para esse projeto. Cada pacote temático e projeto vem com uma cena padrão. Para reproduzir outras cenas do mesmo projeto, siga estes passos:
