Repository: tchx84/Gameeky
Catalog: docs/basics/po/*.po
Languages: es, hi, nl, pt_br

source: From the launcher, click on the *Options* button of the project and select the *Play* option.
es: Desde el lanzador, haga clic en el botón *Opciones* del proyecto y seleccione la opción *Jugar*.
hi: लॉन्चर से, परियोजना के *विकल्प* बटन पर क्लिक करें और *खेलें* विकल्प चुनें।
nl: Klik in de starter op de optiesknop van het project en kies ‘Spelen’.
pt_br: No lançador, clique no botão *Opções* do projeto e selecione a opção *Jogar*.

source: From the player, go to the menu and select the *New* option.
es: Desde el reproductor, vaya al menú y seleccione la opción *Nuevo*.
hi: प्लेयर से, मेनू पर जाएं और *नया* विकल्प चुनें।
nl: Ga via de speler naar het menu en klik op ‘Nieuw’.
pt_br: No reprodutor, acesse o menu e selecione a opção *Novo*.

source: From the creation dialog, select the scene file and click on the *Create* button.
es: Desde el cuadro de diálogo de creación, seleccione el archivo de escena y haga clic en el botón *Crear*.
hi: निर्माण संवाद से, दृश्य फाइल का चयन करें और *बनाएं* बटन पर क्लिक करें।
nl: Kies in het geopende venster een scènebestand en klik op ‘Maken’.
pt_br: Na caixa de diálogo de criação, selecione o arquivo de cena e clique no botão *Criar*.

source: In-game screen elements
es: Elementos de la pantalla del juego
hi: खेल में स्क्रीन तत्व
nl: Spelementen
pt_br: Elementos de tela do jogo

source: Once in the game, the scene takes most of the screen but there are other elements as well.
es: Una vez en el juego, la escena ocupa la mayor parte de la pantalla, pero también hay otros elementos.
hi: एक बार खेल में, दृश्य अधिकांश स्क्रीन पर आ जाता है लेकिन अन्य तत्व भी होते हैं।
nl: In het spel neemt de scène de meeste schermruimte in beslag, maar er zijn andere elementen die je kunt aanklikken.
pt_br: Uma vez no jogo, a cena ocupa a maior parte da tela, mas também existem outros elementos.

source: The [HUD](https://en.wikipedia.org/wiki/HUD_(video_games)) is an interface placed at the bottom center of the screen. This element is used to visualize the user's character stats. It's composed of the following parts:
es: El [HUD](https://es.wikipedia.org/wiki/HUD_(videojuegos)) es una interfaz ubicada en la parte inferior central de la pantalla. Este elemento se utiliza para visualizar las estadísticas del personaje del usuario. Está compuesto por las siguientes partes:
hi: [HUD](https://en.wikipedia.org/wiki/HUD_(video_games)) एक इंटरफ़ेस है जो स्क्रीन के निचले केंद्र में रखा गया है। इस तत्व का उपयोग उपयोक्ता के चरित्र आंकड़ों को देखने के लिए किया जाता है। यह निम्नलिखित भागों से बना है:
nl: De [HUD](HUD (computerspel)) is een onderdeel van de gebruikersomgeving en bevindt zich onderaan het scherm. Hierop worden de spelerstatistieken getoond. De HUD bestaat uit de volgende items:
pt_br: O [HUD](https://pt.wikipedia.org/wiki/HUD_(jogo_eletrônico)) é uma interface colocada na parte inferior central da tela. Este elemento é usado para visualizar as estatísticas do personagem do usuário. É composto pelas seguintes partes:

source: A green bar that represents the user's character durability, e.g., to monitor the health of the character.
es: Una barra verde que representa la durabilidad del personaje del usuario, por ejemplo, para monitorear la salud del personaje.
hi: एक हरी पट्टी जो उपयोक्ता के चरित्र स्थायित्व का प्रतिनिधित्व करती है, उदाहरण के लिए, चरित्र के स्वास्थ्य की निगरानी करने के लिए।
nl: Een groene balk geeft aan hoeveel gezondheid de speler nog heeft.
pt_br: Uma barra verde que representa a durabilidade do personagem do usuário, por exemplo, para monitorar a saúde do personagem.

source: A blue bar that represents the user's character stamina, e.g., to estimate how many actions can be performed by the character.
es: Una barra azul que representa la resistencia del personaje del usuario, por ejemplo, para estimar cuántas acciones puede realizar el personaje.
hi: एक नीली पट्टी जो उपयोक्ता के चरित्र की सहनशक्ति का प्रतिनिधित्व करती है, उदाहरण के लिए, यह अनुमान लगाने के लिए कि चरित्र द्वारा कितने कार्य किए जा सकते हैं।
nl: Een blauwe balk geeft aan hoeveel uithoudingsvermogen een speler nog heeft, bijvoorbeeld om acties te kunnen uitvoeren.
pt_br: Uma barra azul que representa a resistência do personagem do usuário, por exemplo, para estimar quantas ações podem ser realizadas pelo personagem.

source: An icon slot to display the entity that is currently being held by the user's character, e.g., to determine what tool the character is equipped with.
es: Un ícono para mostrar la entidad que actualmente sostiene el personaje del usuario, por ejemplo, para determinar con qué herramienta está equipado el personaje.
hi: उस तत्व को प्रदर्शित करने के लिए एक आइकन खांचा जो वर्तमान में उपयोक्ता के चरित्र द्वारा धारण की जा रही है, उदाहरण के लिए, यह निर्धारित करने के लिए कि चरित्र किस उपकरण से सुसज्जित है।
nl: Een leeg vakje (‘slot’) geeft aan welk item een speler bij zich draagt, bijvoorbeeld een wapen of gereedschap.
pt_br: Um slot de ícone para exibir a entidade que está sendo mantida pelo personagem do usuário para, por exemplo, determinar com qual ferramenta o personagem está equipado.

source: Another element is the dialogue viewer. This viewer is placed at the bottom of the screen and it's used to display in-game dialogues, e.g., a message from a game character or the narrator. It's composed of the following parts:
es: Otro elemento es el visor de diálogos. Este visor se coloca en la parte inferior de la pantalla y se utiliza para mostrar diálogos del juego, por ejemplo, un mensaje de un personaje del juego o del narrador. Está compuesto por las siguientes partes:
hi: एक अन्य तत्व संवाद दर्शक है। इस दर्शक को स्क्रीन के नीचे रखा गया है और इसका उपयोग खेल-में संवादों को प्रदर्शित करने के लिए किया जाता है, उदाहरण के लिए, खेल चरित्र या कथावाचक का संदेश। यह निम्नलिखित भागों से बना है:
nl: Ook gesprekken worden onderaan getoond, bijvoorbeeld gesprekken met de verteller of een ander personage. Dit onderdeel bestaat uit de volgende items:
pt_br: Outro elemento é o visualizador de diálogos. Este visualizador é colocado na parte inferior da tela e é usado para exibir diálogos do jogo como, por exemplo, uma mensagem de um personagem do jogo ou do narrador. É composto pelas seguintes partes:

source: A light blue section that contains the dialogue text.
es: Una sección de color azul claro que contiene el texto del diálogo.
hi: एक हल्का नीला अनुभाग जिसमें संवाद पाठ है।
nl: Een lichtblauwe sectie die de gesproken tekst bevat.
pt_br: Uma seção azul claro que contém o texto do diálogo.

source: A button to close the dialogue.
es: Un botón para cerrar el diálogo.
hi: संवाद बंद करने के लिए एक बटन।
nl: Een knop om het gesprek te beëindigen.
pt_br: Um botão para fechar o diálogo.

source: Controls
es: Controles
hi: नियंत्रण
nl: Bediening
pt_br: Controles

source: Once in the game, the user's character can be controlled with two methods:
es: Una vez en el juego, el personaje del usuario se puede controlar con dos métodos:
hi: एक बार खेल में, उपयोक्ता के चरित्र को दो तरीकों से नियंत्रित किया जा सकता है:
nl: In het spel kan het personage op twee manieren bestuurd worden:
pt_br: Uma vez no jogo, o personagem do usuário pode ser controlado com dois métodos:

source: Keyboard controls. To see the full list of key bindings, go the menu and select the *Keyboard Shortcuts* option.
es: Controles de teclado. Para ver la lista completa de combinaciones de teclas, vaya al menú y seleccione la opción *Atajos de Teclado*.
hi: कीबोर्ड नियंत्रण। कुंजी बाइंडिंग की पूरी सूची देखने के लिए, मेनू पर जाएं और *कीबोर्ड शॉर्टकट* विकल्प चुनें।
nl: Met het toetsenbord. Bekijk alle toetsen via menu → Sneltoetsen.
pt_br: Controles de teclado. Para ver a lista completa de combinações de teclas, acesse o menu e selecione a opção *Atalhos de teclado*.

source: Mouse controls. To see the available actions, right-click on the game view and select an action from the menu. To move the user's character, click on the scene view and the user's character will move towards that direction.
es: Controles del ratón. Para ver las acciones disponibles, haga clic derecho en la escena del juego y seleccione una acción del menú. Para mover el personaje del usuario, haga clic en la escena y el personaje del usuario se moverá en esa dirección.
hi: माउस नियंत्रण। उपलब्ध क्रियाओं को देखने के लिए, खेल दृश्य पर दायां-क्लिक करें और मेनू से एक क्रिया का चयन करें। उपयोक्ता के चरित्र को स्थानांतरित करने के लिए, दृश्य दृश्य पर क्लिक करें और उपयोक्ता का चरित्र उस दिशा में चला जाएगा।
nl: Met de muis. Bekijk alle acties door rechts te klikken in het spel. Klik met de linkermuisknop om de speler te verplaatsen naar de aanwezen plek.
pt_br: Controles do mouse. Para ver as ações disponíveis, clique com o botão direito na visualização do jogo e selecione uma ação no menu. Para mover o personagem do usuário, clique na visualização da cena e o personagem do usuário se moverá nessa direção.

source: Actions
es: Acciones
hi: कार्रवाइयां
nl: Acties
pt_br: Ações

source: The user's character can perform multiple actions to interact with the game world:
es: El personaje del usuario puede realizar múltiples acciones para interactuar con el mundo del juego:
hi: उपयोक्ता का चरित्र खेल की दुनिया के साथ बातचीत करने के लिए कई कार्रवाइयां कर सकता है:
nl: De speler kan meerdere acties uitvoeren in de spelwereld:
pt_br: O personagem do usuário pode realizar diversas ações para interagir com o mundo do jogo:

source: *Move* to advance the user's character to one of four directions, e.g., to move the character to the *North*.
es: *Mover* para hacer avanzar al personaje del usuario en una de cuatro direcciones, por ejemplo, para mover al personaje hacia el *Norte*.
hi: उपयोक्ता के चरित्र को चार दिशाओं में से एक में आगे बढ़ाने के लिए *चलायें*, उदाहरण के लिए, चरित्र को *उत्तर* में ले जाने के लिए।
nl: *Verplaatsen* om de speler in een van de vier windrichtingen te verplaatsen, bijvoorbeeld naar het *noorden*.
pt_br: *Mover* para avançar o personagem do usuário para uma das quatro direções, por exemplo, para mover o personagem para o *Norte*.

source: *Take* to hold an entity from the scene. The entity must be directly in front of the user's character to be taken, e.g., to grab the entity and move that it later.
es: *Tomar* para sostener una entidad de la escena. La entidad debe estar directamente frente al personaje del usuario para ser tomada, por ejemplo, para sostener la entidad y moverla.
hi: किसी तत्व को स्थल से पकड़ने के लिए *लें*। तत्व को सीधे उपयोक्ता के चरित्र के सामने होना चाहिए, उदाहरण के लिए, तत्व को पकड़ना और बाद में उसे स्थानांतरित करना।
nl: *Pakken* om een item op te pakken. Het item in kwestie moet binnen handbereik liggen.
pt_br: *Pegar* para segurar uma entidade da cena. A entidade deve estar diretamente na frente do personagem do usuário a ser capturada para, por exemplo, agarrar a entidade e movê-la posteriormente.

source: *Use* to apply any effects that the entity being held might have. These effects affect the entities that are located right in font of the user's character, e.g., to chop some logs with an axe.
es: *Usar* para aplicar cualquier efecto que la entidad sostenida pueda tener. Estos efectos afectan a las entidades que se encuentran justo en la fuente del personaje del usuario, por ejemplo, para cortar algunos troncos con un hacha.

source: *Drop* to stop holding an entity, e.g., to stop moving it.
es: *Soltar* para dejar de sostener una entidad, por ejemplo, para dejar de moverla.
hi: किसी तत्व को पकड़ना बंद करने के लिए *छोडें*, उदाहरण के लिए, उसे हिलाना बंद करने के लिए।
nl: *Laten vallen* om een item dat de speler bij zich draagt te laten vallen.
pt_br: *Descartar* para parar de segurar uma entidade, por exemplo, para parar de movê-la.

source: *Interact* to activate any behavior from an entity. To interact with another entity, the entity must be located right in front of the user's character, e.g., to activate a teleport or read from signs.
es: *Interactuar* para activar cualquier comportamiento de una entidad. Para interactuar con otra entidad, la misma debe estar ubicada justo en frente del personaje del usuario, por ejemplo, para activar un portal o leer letreros.
hi: किसी तत्व के किसी भी व्यवहार को सक्रिय करने के लिए *सहभागिता*। किसी अन्य तत्व के साथ सहभागिता करने के लिए, तत्व को उपयोक्ता के चरित्र के ठीक सामने स्थित होना चाहिए, उदाहरण के लिए, टेलीपोर्ट को सक्रिय करने या संकेतों से पढ़ने के लिए।
nl: *Interactie uitvoeren* om gedrag uit te voeren, bijvoorbeeld het lezen van een bord of het activeren van een teleportatiemachine. Het item in kwestie dient binnen handbereik te zijn.
pt_br: *Interagir* para ativar qualquer comportamento de uma entidade. Para interagir com outra entidade, a entidade deve estar localizada bem na frente do personagem do usuário, por exemplo, para ativar um teletransporte ou ler sinais.

source: *Rotate* to change the direction of the user's character.
es: *Girar* para cambiar la dirección del personaje del usuario.
hi: उपयोक्ता के चरित्र की दिशा बदलने के लिए *घुमाएं*।
nl: *Draaien* om de looprichting van de speler te veranderen.
pt_br: *Girar* para alterar a direção do personagem do usuário.

source: *Stop* to stop any action being performed and simply idle.
es: *Detener* para detener cualquier acción que se esté realizando y simplemente hacer nada.
hi: किए जा रहे किसी भी कार्य को रोकने के लिए *रोकें* और बस निष्क्रिय रहें।
nl: *Stoppen* om een actie stop te zetten en uit te rusten.
pt_br: *Parar* para interromper qualquer ação que esteja sendo executada e simplesmente ficar inativo.

source: Save files
es: Guardar archivos
hi: फाइलें सहेजें
nl: Bestanden opslaan
pt_br: Salvar arquivos

source: The state of the game can be saved at any moment and restored later. Save files are full copies of the scene and therefore regular scene files.
es: El estado del juego se puede guardar en cualquier momento y restaurar más tarde. Los archivos guardados son copias completas de la escena y, por lo tanto, archivos de escena normales.
hi: खेल की स्थिति को किसी भी क्षण सहेजा जा सकता है और बाद में पुनर्स्थापित किया जा सकता है। सहेजी गयी फाइलें दृश्य की पूर्ण प्रतियां हैं और इसलिए नियमित दृश्य फाइलें हैं।
nl: De huidige staat van een spel kan op ieder moment worden opgeslagen en hersteld. Deze bestanden zijn volledige kopieën en kunnen dus worden gespeeld als ieder ander scènebestand.
pt_br: O estado do jogo pode ser salvo a qualquer momento e restaurado posteriormente. Os arquivos salvos são cópias completas da cena e, portanto, arquivos de cena regulares.

source: To save the state of the game, go to the menu and select the *Save As…* option.
es: Para guardar el estado del juego, vaya al menú y seleccione la opción *Guardar Como…*.
hi: खेल की स्थिति को सहेजने के लिए, मेनू पर जाएं और *ऐसे सहेजें…* विकल्प चुनें।
nl: Ga hiervoor naar het menu en klik op *Opslaan als…*.
pt_br: Para salvar o estado do jogo, vá ao menu e selecione a opção *Salvar como…*.

source: To restore the state of the game, follow the same steps described above to open an scene.
es: Para restaurar el estado del juego, siga los mismos pasos descritos anteriormente para abrir una escena.
hi: खेल की स्थिति को पुनर्स्थापित करने के लिए, किसी दृश्य को खोलने के लिए ऊपर वर्णित समान चरणों का पालन करें।
nl: Als je een spel wilt herstellen, volg dan de stappen hierboven om een scène te openen.
pt_br: Para restaurar o estado do jogo, siga os mesmos passos descritos acima para abrir uma cena.

source: Cooperative game play
es: Juego cooperativo
hi: सहयोगात्मक गेमप्ले
nl: Samenwerking
pt_br: Jogo cooperativo

source: Gameeky was designed from the ground up to create and share cooperative experiences. All the games created with it can be played cooperatively. There are no special requirements. Although there's no theoretical limit as for how many users can join a cooperative game, there are technical limitations. E.g., limited computing resources.
es: Gameeky fue diseñado desde cero para crear y compartir experiencias cooperativas. Todos los juegos creados con él, se pueden jugar de forma cooperativa. No hay requisitos especiales. Aunque no existe un límite teórico en cuanto a cuántos usuarios pueden unirse a un juego cooperativo, existen limitaciones técnicas. Por ejemplo, recursos informáticos limitados.
hi: Gameeky को शुरुआत से ही सहयोगात्मक अनुभव बनाने और साझा करने के लिए डिज़ाइन किया गया था। इससे बनाये गये सभी खेल सहयोगपूर्वक खेले जा सकते हैं। कोई विशेष आवश्यकताएं नहीं हैं। हालाँकि किसी सहयोगात्मक खेल में कितने उपयोक्ता शामिल हो सकते हैं, इसकी कोई सैद्धांतिक सीमा नहीं है, लेकिन तकनीकी सीमाएं हैं। उदाहरण के लिए, सीमित कंप्यूटिंग संसाधन।
nl: Gameeky is ontworpen om samen te leren, maken en spelen. Alle spellen kunnen samen worden gespeeld en er zijn geen speciale vereisten. Ook is er geen beperking op het aantal gelijktijdige spelers, maar er kunnen wel technische beperkingen zijn, zoals het beschikbaar aantal computergeheugen.
pt_br: Gameeky foi projetado desde o início para criar e compartilhar experiências cooperativas. Todos os jogos criados com ele podem ser jogados cooperativamente. Não há requisitos especiais. Embora não haja limite teórico quanto ao número de usuários que podem ingressar em um jogo cooperativo, existem limitações técnicas. Por exemplo, recursos de computação limitados.

source: To start a cooperative game, follow these steps:
es: Para iniciar un juego cooperativo, siga estos pasos:
hi: सहयोगात्मक खेल शुरू करने के लिए, इन चरणों का पालन करें:
nl: Speel samen een spel door deze stappen te volgen:
pt_br: Para iniciar um jogo cooperativo, siga estas etapas:

source: From the creation dialog, increase the number of participants and then click on the *Create* button.
es: Desde el cuadro de diálogo de creación, aumente el número de participantes y luego haga clic en el botón *Crear*.
hi: निर्माण संवाद से, प्रतिभागियों की संख्या बढ़ाएं और फिर *बनाएं* बटन पर क्लिक करें।
nl: Kies in het maakvensters het aantal spelers en klik op ‘Maken’.
pt_br: Na caixa de diálogo de criação, aumente o número de participantes e clique no botão *Criar*.

source: To join a cooperative game:
es: Para unirse a un juego cooperativo:
hi: सहयोगात्मक खेल में शामिल होने के लिए:
nl: Meedoen aan een actief spel:
pt_br: Para participar de um jogo cooperativo:

source: From the player, go to the menu and select the *Join* option.
es: Desde el reproductor, vaya al menú y seleccione la opción *Unirse*.
hi: प्लेयर से, मेनू पर जाएं और *जुड़ें* विकल्प चुनें।
nl: Kies een speler, ga naar het menu en klik op ‘Deelnemen’.
pt_br: No reprodutor, acesse o menu e selecione a opção *Entrar*.

source: From the join dialog, specify the [IP address](https://flathub.org/apps/org.gabmus.whatip) of the user who started the cooperative game and click on the *Join* button.
es: En el cuadro de diálogo para unirse, especifique la [dirección IP](https://flathub.org/apps/org.gabmus.whatip) del usuario que inició el juego cooperativo y haga clic en el botón *Unirse*.
hi: जुड़ें संवाद से, सहयोगात्मक खेल शुरू करने वाले उपयोक्ता का [IP पता] (https://flathub.org/apps/org.gabmus.whatip) निर्दिष्ट करें और *जुड़ें* बटन पर क्लिक करें।
nl: Geef in het deelnamevenster het [ip-adres](https://flathub.org/apps/org.gabmus.whatip) op van de speler die het spel gestart is en klik op ‘Deelnemen’.
pt_br: Na caixa de diálogo de ingresso, especifique o [endereço IP](https://flathub.org/apps/org.gabmus.whatip) do usuário que iniciou o jogo cooperativo e clique no botão *Entrar*.

source: 📝 **Note:** All the users joining a cooperative game must have a copy of the same thematic pack or project.
es: 📝 **Nótese:** Todos los usuarios que se unan a un juego cooperativo deben tener una copia del mismo paquete temático o proyecto.
hi: 📝 **ध्यान दें:** सहयोगात्मक खेल में शामिल होने वाले सभी उपयोक्ताओं के पास समान थीम समूह या परियोजना की एक प्रति होनी चाहिए।
nl: 📝 **Let op:** alle deelnemers moeten beschikken over een kopie van het project en/of gebruikte themapakket.
pt_br: 📝 **Nota:** Todos os usuários que aderirem a um jogo cooperativo deverão possuir uma cópia do mesmo pacote temático ou projeto.

source: 📝 **Note:** Custom scenes created from thematic packs don't need to be shared. The scene is automatically shared during game play, as long as all users share the same thematic pack.
es: 📝 **Nótese:** No es necesario compartir las escenas personalizadas creadas a partir de paquetes temáticos. La escena se comparte automáticamente durante el juego, siempre que todos los usuarios compartan el mismo paquete temático.
hi: 📝 **ध्यान दें:** थीम समूह से बनाए गए तदनुकूल दृश्यों को साझा करने की आवश्यकता नहीं है। खेल खेलने के दौरान दृश्य स्वचालित रूप से साझा किया जाता है, जब तक कि सभी उपयोक्ता समान थीम समूह साझा करते हैं।
nl: 📝 **Let op:** scènes die gemaakt zijn op basis van een themapakket hoeven niet te worden gedeeld. Deze worden automatisch getoond tijdens het spelen, zolang beide spelers over het themapakket beschikken.
pt_br: 📝 **Nota:** Cenas personalizadas criadas a partir de pacotes temáticos não precisam ser compartilhadas. A cena é compartilhada automaticamente durante o jogo, desde que todos os usuários compartilhem o mesmo pacote temático.

source: 📝 **Note:** Users can join a session as any entity defined in the thematic pack, e.g., as a tree or a rock. To do this, expand the *Advance* section of the creation or join dialog and select a different *Entity Type*.
es: 📝 **Nótese:** Los usuarios pueden unirse a una sesión como cualquier entidad definida en el paquete temático, por ejemplo, como un árbol o una roca. Para hacer esto, expanda la sección *Avanzado* del diálogo de creación y seleccione un *Tipo de Entidad* diferente.
hi: 📝 **ध्यान दें:** उपयोक्ता थीम समूह में परिभाषित किसी भी तत्व के रूप में सत्र में शामिल हो सकते हैं, उदाहरण के लिए, एक पेड़ या चट्टान के रूप में। ऐसा करने के लिए, निर्माण या जुड़ाव संवाद के *उन्नत* अनुभाग का विस्तार करें और एक अलग *तत्व प्रकार* का चयन करें।
nl: 📝 **Let op:** gebruikers kunnen deelnemen aan een sessie als welk personage uit het themapakket dan ook, bijvoorbeeld een boom of steen. Dit kan door de sectie ‘Geavanceerd’ van het maak- of deelnamevenster uit te klappen en een ander type te kiezen.
pt_br: 📝 **Nota:** Os usuários podem participar de uma sessão como qualquer entidade definida no pacote temático, por exemplo, como uma árvore ou uma pedra. Para fazer isso, expanda a seção *Avançado* da caixa de diálogo de criação ou associação e selecione um *Tipo de entidade* diferente.

source: The scene editor
es: El editor de escenas
hi: दृश्य संपादक
nl: De scènebewerker
pt_br: O editor de cenas

source: The scene editor lets users create and modify game worlds. It serves as the initial and simplest form of no-code creation experience in Gameeky.
es: El editor de escenas permite a los usuarios crear y modificar mundos del juego. Sirve como la experiecia inicial y más sencilla de creación sin código en Gameeky.
hi: दृश्य संपादक उपयोक्ताओं को खेल की दुनिया बनाने और संशोधित करने देता है। यह Gameeky में बिना किसी कोड के निर्माण अनुभव के प्रारंभिक और सरलतम रूप के रूप में कार्य करता है।
nl: Met behulp van de scènebewerker kunnen spelwerelden worden gemaakt en aangepast. Dit is de eenvoudigste manier om zonder programmeerkennis te werken in Gameeky.
pt_br: O editor de cenas permite aos usuários criar e modificar mundos de jogo. Ele serve como a forma inicial e mais simples de experiência de criação sem código no Gameeky.
