Repository: tchx84/Gameeky
Catalog: docs/basics/po/*.po
Languages: es, hi, nl, pt_br

source: To edit an existing Scene, click on the *Edit* button of the project from the launcher. To create a new scene it's recommended to start off an existing project such as a thematic pack. Follow these steps to add a new Scene:
es: Para editar una escena existente, haga clic en el botón *Editar* del proyecto desde el lanzador. Para crear una nueva escena, se recomienda comenzar con un proyecto existente, como un paquete temático. Siga estos pasos para agregar una nueva escena:
hi: किसी मौजूदा दृश्य को संपादित करने के लिए, लॉन्चर से परियोजना के *संपादित करें* बटन पर क्लिक करें। एक नया दृश्य बनाने के लिए किसी मौजूदा परियोजना जैसे थीम समूह को शुरू करने की अनुशंसा की जाती है। नया दृश्य जोड़ने के लिए इन चरणों का पालन करें:
nl: Een bestaande scène kan worden bewerkt door op de bewerkknop naast het project op de starter te klikken. Voor een nieuwe scène wordt aangeraden om met een ander project of themapakket te starten. Volg deze stappen om een scène toe te voegen:
pt_br: Para editar uma cena existente, clique no botão *Editar* do projeto no inicializador. Para criar uma nova cena é recomendado iniciar um projeto existente, como um pacote temático. Siga estas etapas para adicionar uma nova cena:

source: From the launcher, click on the *Options* button of the project and select the *Edit* option.
es: Desde el lanzador, haga clic en el botón *Opciones* del proyecto y seleccione la opción *Editar*.
hi: लॉन्चर से, परियोजना के *विकल्प* बटन पर क्लिक करें और *संपादित करें* विकल्प चुनें।
nl: Klik in de starter op de optiesknop van het project en kies ‘Bewerken’.
pt_br: No lançador, clique no botão *Opções* do projeto e seleciona a opção *Editar*.

source: From the scene editor, go to the menu and select the *New* option.
es: Desde el editor de escenas, vaya al menú y seleccione la opción *Nuevo*.
hi: दृश्य संपादक से, मेनू पर जाएं और *नया* विकल्प चुनें।
nl: Ga vanuit de bewerker naar het menu en klik op ‘Nieuw’.
pt_br: No editor de cenas, vá ao menu e selecione a opção *Novo*.

source: 📝 **Note:** Thematic packs can't be modified. Therefore, an editable copy must be created. From the thematic pack options menu, select the *Copy* option.
es: 📝 **Nótese:** Los paquetes temáticos no se pueden modificar. Por lo tanto, se debe crear una copia editable. En el menú de opciones del paquete temático, seleccione la opción *Copiar*.
hi: 📝 **ध्यान दें:** थीम समूहों को संशोधित नहीं किया जा सकता। इसलिए, एक संपादन योग्य प्रतिलिपि बनाई जानी चाहिए। थीम समूह विकल्प मेनू से, *कॉपी करें* विकल्प चुनें।
nl: 📝 **Let op:** themapakketten kunnen niet worden bewerkt zonder een bewerkbare kopie te maken. Ga naar het themapakket-optiesmenu en klik op ‘Kopiëren’.
pt_br: 📝 **Nota:** Pacotes temáticos não podem ser modificados. Portanto, uma cópia editável deve ser criada. No menu de opções do pacote temático, selecione a opção *Copiar*.

source: Concepts
es: Conceptos
hi: अवधारणाएं
nl: Concepten
pt_br: Conceitos

source: A scene is a collection of entities arranged in a tiles grid. The basic properties of a scene are:
es: Una escena es una colección de entidades dispuestas en una cuadrícula de mosaicos. Las propiedades básicas de una escena son:
hi: एक दृश्य टाइ ग्रिड में व्यवस्थित तत्वों का एक संग्रह है। किसी दृश्य के मूल गुण हैं:
nl: Een scène is een verzameling entiteiten op een tegelrooster. De basiskenmerken van een scène zijn:
pt_br: Uma cena é uma coleção de entidades organizadas em uma grade de blocos. As propriedades básicas de uma cena são:

source: A *Name* that must be unique among the scenes of the same project.
es: Un *Nombre* que debe ser único entre las escenas del mismo proyecto.
hi: एक *नाम* जो एक ही परियोजना के दृश्यों के बीच अद्वितीय होना चाहिए।
nl: Een unieke *naam*: andere scènes binnen het project mogen niet dezelfde naam dragen.
pt_br: Um *Nome* que deve ser único entre as cenas do mesmo projeto.

source: The *Time* of the day in which the scene occurs. It can be *Day*, *Night* or *Dynamic*.
es: El *Tiempo* del día en que ocurre la escena. Puede ser *Día*, *Noche* o *Dinámico*.
hi: दिन का *समय* जिसमें दृश्य घटित होता है। यह *दिन*, *रात* या *गतिशील* हो सकता है।
nl: Het *tijdstip* waarop de scène plaatsvindt, bijvoorbeeld *dag*, *nacht* of *dynamisch*.
pt_br: O *Horário* do dia em que a cena ocorre. Pode ser *Dia*, *Noite* ou *Dinâmico*.

source: If *Dynamic*, the *Duration* specifies the number of seconds that it takes to complete a full day and night cycle. Otherwise this property is ignored.
es: Si es *Dinámico*, la *Duración*, especifica la cantidad de segundos que se necesitan para completar un ciclo completo de día y noche. De lo contrario, esta propiedad se ignora.
hi: यदि *गतिशील* है, तो *अवधि* पूरे दिन और रात के चक्र को पूरा करने में लगने वाले सेकंड की संख्या निर्दिष्ट करती है। अन्यथा इस संपत्ति को नजरअंदाज कर दिया जाता है।
nl: Als je kiest voor *dynamisch*, dan kun je in de *duur* opgeven hoelang een dag- en nachtcyclus moet zijn.
pt_br: Se for *Dinâmico*, *Duração* especifica o número de segundos necessários para completar um ciclo diurno e noturno completo. Caso contrário esta propriedade será ignorada.

source: The *Width* of the scene specifies the total number of tiles on the horizontal axis.
es: El *Ancho* de la escena, especifica el número total de mosaicos en el eje horizontal.
hi: दृश्य की *चौड़ाई* क्षैतिज अक्ष पर टाइलों की कुल संख्या निर्दिष्ट करती है।
nl: De *breedte* van de scène bepaalt het aantal tegels op de horizontale as.
pt_br: A *Largura* da cena especifica o número total de peças no eixo horizontal.

source: The *Height* of the scene specifies the total number of tiles on the vertical axis.
es: La *Alto* de la escena, especifica el número total de mosaicos en el eje vertical.
hi: दृश्य की *ऊंचाई* ऊर्ध्वाधर अक्ष पर टाइलों की कुल संख्या निर्दिष्ट करती है।
nl: De *hoogte* van de scène bepaalt het aantal tegels op de verticale as.
pt_br: A *Altura* da cena especifica o número total de peças no eixo vertical.

source: Workflow
es: Flujo de trabajo
hi: कार्यप्रवाह
nl: Werkwijze
pt_br: Fluxo de trabalho

source: The scene editing workflow resembles one of a painting tool. Entities are painted and removed to and from the scene. The basic steps to edit a scene are the following:
es: El flujo de trabajo de edición de escenas se parece al de una herramienta de diseño gráfico. Las entidades se pintan y se retiran de la escena. Los pasos básicos para editar una escena son los siguientes:
hi: दृश्य संपादन कार्यप्रवाह एक चित्रकारी टूल जैसा दिखता है। संस्थाओं को चित्रित किया जाता है और दृश्य से हटा दिया जाता है। किसी दृश्य को संपादित करने के मूल चरण निम्नलिखित हैं:
nl: De werkwijze van het bewerken van scènes komt overeen met die van een tekenprogramma. Entiteiten worden in de scène geplaatst en weer verwijderd. De basis van het bewerken is als volgt:
pt_br: O fluxo de trabalho de edição de cenas se assemelha ao de uma ferramenta de pintura. As entidades são pintadas e removidas da cena. As etapas básicas para editar uma cena são as seguintes:

source: To add entities to the scene, select an entity from the left panel and place it on the scene by clicking on a tile in the grid.
es: Para agregar entidades a la escena, seleccione una entidad en el panel izquierdo y colóquela en la escena haciendo clic en un mosaico de la cuadrícula.
hi: दृश्य में इकाइयां जोड़ने के लिए, बाएं पैनल से एक तत्व का चयन करें और ग्रिड में एक टाइल पर क्लिक करके इसे दृश्य पर रखें।
nl: Entiteiten toevoegen: klik op een entiteit op het linkerpaneel en plaats deze op de scène door op een tegel te klikken.
pt_br: Para adicionar entidades à cena, selecione uma entidade no painel esquerdo e coloque-a na cena clicando em um bloco na grade.

source: To remove entities from the scene, select the *Remove* tool from the left and then click on the entity tile in the grid.
es: Para eliminar entidades de la escena, seleccione la herramienta *Eliminar* de la izquierda y luego haga clic en el mosaico de la entidad en la cuadrícula.
hi: दृश्य से तत्वों को हटाने के लिए, बाईं ओर से *हटाएं* टूल का चयन करें और फिर ग्रिड में तत्व टाइल पर क्लिक करें।
nl: Entiteiten verwijderen: klik op het verwijdergereedschap op het linkerpaneel en vervolgens op een entiteit op een van de tegels.
pt_br: Para remover entidades da cena, selecione a ferramenta *Remover* à esquerda e clique no bloco da entidade na grade.

source: Although entities come with predefined properties and behaviors, particular entities in the scene can be customized. Select the *Edit* tool from the left panel and then click on the entity tile in the grid.
es: Aunque las entidades vienen con propiedades y comportamientos predefinidos, se pueden personalizar entidades particulares de la escena. Seleccione la herramienta *Editar* en el panel izquierdo y luego haga clic en el mosaico de entidad en la cuadrícula.
hi: हालांकि इकाइयां पूर्वनिर्धारित गुणों और व्यवहारों के साथ आती हैं, दृश्य में विशेष तत्वों को अनुकूलित किया जा सकता है। बाएं पैनल से *संपादित करें* टूल चुनें और फिर ग्रिड में तत्व टाइल पर क्लिक करें।
nl: Entiteiten hebben vaste eigenschappen en gedrag, maar sommige kunnen worden aangepast. Klik op het bewerkgereedschap op het linkerpaneel en vervolgens op een entiteit op een van de tegels.
pt_br: Embora as entidades venham com propriedades e comportamentos predefinidos, entidades específicas na cena podem ser personalizadas. Selecione a ferramenta *Editar* no painel esquerdo e clique no bloco da entidade na grade.

source: To test the scene, go to the menu and select the *Try It* option.
es: Para probar la escena, vaya al menú y seleccione la opción *Probar*.
hi: दृश्य का परीक्षण करने के लिए, मेनू पर जाएं और *इसे आज़माएं* विकल्प चुनें।
nl: Probeer de scène uit door in het menu te kiezen voor de optie ‘Uitproberen’.
pt_br: Para testar a cena, vá ao menu e selecione a opção *Experimentar*.

source: Additionally, the scene editor provides helpers to make things easier such as:
es: Además, el editor de escenas proporciona ayudas para facilitar las cosas, como por ejemplo:
hi: इसके अतिरिक्त, दृश्य संपादक चीजों को आसान बनाने के लिए सहायक प्रदान करता है जैसे:
nl: De scènebewerker bevat extra gereedschappen die dingen makkelijker maken, zoals:
pt_br: Além disso, o editor de cenas fornece ajudantes para facilitar as coisas, como:

source: Drawing area selector to add or remove multiple entities at once, e.g., to quickly create the scene terrain.
es: Selector de área de dibujo para agregar o eliminar múltiples entidades a la vez, por ejemplo, para crear rápidamente el terreno de la escena.
hi: एक साथ कई तत्वों को जोड़ने या हटाने के लिए रेखांकन क्षेत्र चयनकर्ता, उदाहरण के लिए, दृश्य भूभाग को शीघ्रता से बनाने के लिए।
nl: Selecteer gebieden om meerdere entiteiten tegelijk toe te voegen of te verwijderen.
pt_br: Seletor de área de desenho para adicionar ou remover múltiplas entidades de uma vez, por exemplo, para criar rapidamente o terreno da cena.

source: Layer selector to modify entities at a specific layer, e.g., to quickly modify the scene terrain.
es: Selector de capas para modificar entidades en una capa específica, por ejemplo, para modificar rápidamente el terreno de la escena.
hi: किसी विशिष्ट परत पर तत्वों को संशोधित करने के लिए परत चयनकर्ता, उदाहरण के लिए, दृश्य भूभाग को शीघ्रता से संशोधित करने के लिए।
nl: Selecteer lagen om entiteiten op een bepaalde laag te bewerken.
pt_br: Seletor de camada para modificar entidades em uma camada específica, por exemplo, para modificar rapidamente o terreno da cena.

source: Time selector to visualize the scene during *Day* or *Night*, e.g., to inspect the light sources in the scene.
es: Selector de tiempo para visualizar la escena durante el *Día* o la *Noche*, por ejemplo, para inspeccionar las fuentes de luz en la escena.
hi: *दिन* या *रात* के दौरान दृश्य को देखने के लिए समय चयनकर्ता, उदाहरण के लिए, दृश्य में प्रकाश स्रोतों का निरीक्षण करने के लिए।
nl: Tijdkeuze om aan te geven of een scène overdag of 's nachts plaatsvindt.
pt_br: Seletor de horário para visualizar a cena durante o *Dia* ou a *Noite*, por exemplo, para inspecionar as fontes de luz na cena.

source: Tips and tricks
es: Consejos y trucos
hi: युक्तियां और तरकीबें
nl: Tips en trucs
pt_br: Dicas e truques

source: For an improved experience, try the following tips and tricks:
es: Para una mejor experiencia, siga estos consejos y trucos:
hi: बेहतर अनुभव के लिए, निम्नलिखित युक्तियां और तरकीबें आज़माएं:
nl: Als je nóg meer uit Gameeky wilt halen, probeer dan eens de volgende tips en trucs:
pt_br: Para uma experiência aprimorada, tente as seguintes dicas e truques:

source: When creating the basic terrain of the scene, use the layer selector and set it at *Layer 0*. This will reduce the unnecessary overlapping of terrain tiles and it will ease the editing workflow overall.
es: Al crear el terreno básico de la escena, use el selector de capas y configúrelo en *Capa 0*. Esto reducirá la superposición innecesaria de mosaicos de terreno y facilitará el flujo de trabajo de edición en general.
hi: दृश्य का मूल भू-भाग बनाते समय, परत चयनकर्ता का उपयोग करें और इसे *परत 0* पर निर्धारित करें। इससे इलाके की टाइलों की अनावश्यक उपरिशायी कम हो जाएगी और समग्र रूप से संपादन कार्यप्रवाह आसान हो जाएगा।
nl: Tijdens het maken van het basisterrein van de scène, kun je met behulp van het laagselectiegereedschap de basis instellen als laag 0. Hiermee voorkom je onnodige overlap van terreintegels.
pt_br: Ao criar o terreno básico da cena, use o seletor de camada e defina-o como *Camada 0*. Isso reduzirá a sobreposição desnecessária de blocos de terreno e facilitará o fluxo de trabalho de edição em geral.

source: When editing a scene, leave the player open on that scene. When changes to the scene are saved, the player will detect these changes and present an option to reload the scene with the new changes. This reduces the time switching between the scene editor and the player.
es: Al editar una escena, deje el reproductor abierto en esa escena. Cuando se guarden los cambios en la escena, el reproductor detectará estos cambios y presentará una opción para recargar la escena con los nuevos cambios. Esto reduce el tiempo de cambio entre el editor de escenas y el reproductor.
hi: किसी दृश्य को संपादित करते समय, उस दृश्य पर प्लेयर को खुला छोड़ दें। जब दृश्य में परिवर्तन सहेजे जाते हैं, तो खिलाड़ी इन परिवर्तनों का पता लगाएगा और नए परिवर्तनों के साथ दृश्य को पुनः लोड करने का विकल्प प्रस्तुत करेगा। इससे दृश्य संपादक और प्लेयर के बीच स्विच करने में लगने वाला समय कम हो जाता है।
nl: Tijdens het bewerken van een scène kun je de speler loslaten op die scène. Na het opslaan van je aanpassingen, merkt de speler op dat er iets is aangepast en vraagt je om de scène te herladen. Hierdoor voorkom je onnodig schakelen tussen de scènebewerker en speler.
pt_br: Ao editar uma cena, deixe o reprodutor aberto naquela cena. Quando as alterações na cena forem salvas, o reprodutor detectará essas alterações e apresentará uma opção para recarregar a cena com as novas alterações. Isso reduz o tempo de alternância entre o editor de cenas e o reprodutor.

source: When editing a scene, use the initial location setter tool from the left panel to place the user's character in a convenient location to inspect the changes.
es: Al editar una escena, use la herramienta de configuración de ubicación inicial del panel izquierdo para colocar el personaje del usuario en una ubicación conveniente para inspeccionar los cambios.
hi: किसी दृश्य को संपादित करते समय, परिवर्तनों का निरीक्षण करने के लिए उपयोक्ता के चरित्र को सुविधाजनक स्थान पर रखने के लिए बाएं पैनल से प्रारंभिक स्थान सेटर टूल का उपयोग करें।
nl: Tijdens het bewerken van een scène kun je met behulp van het startlocatiegereedschap op het linkerpaneel de speler op een handige locatie neerzetten om zo alle aanpassingen te bestuderen.
pt_br: Ao editar uma cena, use a ferramenta de definição de localização inicial no painel esquerdo para colocar o personagem do usuário em um local conveniente para inspecionar as alterações.

source: The entity editor
es: El editor de entidades
hi: तत्व संपादक
nl: De entiteitbewerker
pt_br: O editor de entidades

source: The entity editor lets users create and modify game objects and creatures. It provides a deeper no-code creation experience, as it requires understanding the underlying systems of Gameeky.
es: El editor de entidades permite a los usuarios crear y modificar criaturas y objetos del juego. Proporciona una experiencia de creación sin código más profunda, ya que requiere comprender los sistemas subyacentes de Gameeky.
hi: तत्व संपादक उपयोक्ताओं को खेल वस्तुओं और जीव बनाने और संशोधित करने देता है। यह एक गहरा बिना किसी कोड के निर्माण अनुभव प्रदान करता है, क्योंकि इसमें Gameeky की अंतर्निहित प्रणालियों को समझने की आवश्यकता होती है।
nl: Met behulp van de entiteitbewerker kun je objecten en personages maken en bewerken. Hiervoor is geen programmeerkennis vereist, maar alleen een beetje kennis van hoe Gameeky werkt.
pt_br: O editor de entidades permite aos usuários criar e modificar objetos e criaturas do jogo. Ele fornece uma experiência mais profunda de criação sem código, pois requer a compreensão dos sistemas subjacentes do Gameeky.

source: Before creating a new entity from scratch, it's recommended to inspect existing entities from thematic packs. So, to inspect an existing entity follow these steps:
es: Antes de crear una nueva entidad desde cero, se recomienda inspeccionar las entidades existentes de los paquetes temáticos. Entonces, para inspeccionar una entidad existente, siga estos pasos:
hi: शुरुआत से एक नई तत्व बनाने से पहले, थीम समूह से मौजूदा तत्वों का निरीक्षण करने की अनुशंसा की जाती है। इसलिए, किसी मौजूदा तत्व का निरीक्षण करने के लिए इन चरणों का पालन करें:
nl: Voordat je een entiteit vanaf nul maakt, kan het handig zijn om bestaande entiteiten uit themapakketten te bestuderen. Dit kan op de volgende manier:
pt_br: Antes de criar uma nova entidade do zero, é recomendável inspecionar as entidades existentes nos pacotes temáticos. Portanto, para inspecionar uma entidade existente siga estes passos:

source: From the scene editor, right-click on an entity in the left panel.
es: Desde el editor de escenas, haga clic derecho en una entidad en el panel izquierdo.
hi: दृश्य संपादक से, बाएं पैनल में किसी तत्व पर दायां-क्लिक करें।
nl: Open de scènebewerker en rechtsklik op een entiteit op het linkerpaneel.
pt_br: No editor de cenas, clique com o botão direito em uma entidade no painel esquerdo.

source: Select the *Edit* option from the menu.
es: Seleccione la opción *Editar* del menú.
hi: मेनू से *संपादित करें* विकल्प चुनें।
nl: Klik in het menu op de optie ‘Bewerken’.
pt_br: Selecione a opção *Editar* no menu.

source: To create a new entity:
es: Para crear una nueva entidad:
hi: एक नई तत्व बनाने के लिए:
nl: Nieuwe entiteit maken:
pt_br: Para criar uma nova entidade:

source: From the scene editor, right-click anywhere in the left panel.
es: Desde el editor de escenas, haga clic derecho en cualquier parte del panel izquierdo.
hi: दृश्य संपादक से, बाएं पैनल में कहीं भी दायां-क्लिक करें।
nl: Open de scènebewerker en rechtsklik ergens op het linkerpaneel.
pt_br: No editor de cenas, clique com o botão direito em qualquer lugar do painel esquerdo.

source: Select the *Add* option from the menu.
es: Seleccione la opción *Agregar* del menú.
hi: मेनू से *जोड़ें* विकल्प चुनें।
nl: Klik in het menu op de optie ‘Toevoegen’.
pt_br: Selecione a opção *Adicionar* no menu.

source: Entities represent everything that can exist in the game, e.g., the grass, the user's character, a light source, the background music and even the game logic. An entity is composed of three parts:
es: Las entidades representan todo lo que puede existir en el juego, por ejemplo, la hierba, el personaje del usuario, una fuente de luz, la música de fondo e incluso la lógica del juego. Una entidad se compone de tres partes:
hi: संस्थाएं हर उस चीज़ का प्रतिनिधित्व करती हैं जो खेल में मौजूद हो सकती है, उदाहरण के लिए, घास, उपयोक्ता का चरित्र, एक प्रकाश स्रोत, पृष्ठभूमि संगीत और यहाँ तक कि खेल तर्क भी। एक तत्व तीन भागों से बनी होती है:
nl: Entiteiten zijn alle objecten en personages in het spel, bijvoorbeeld het gras, de speler, een lichtbron, de achtergrondmuziek en zelfs het spelmechanisme. Een entiteit bestaat uit drie onderdelen:
pt_br: As entidades representam tudo o que pode existir no jogo, por exemplo, a grama, o personagem do usuário, uma fonte de luz, a música de fundo e até mesmo a lógica do jogo. Uma entidade é composta de três partes:

source: Game logic properties.
es: Propiedades de la lógica del juego.
hi: खेल तर्क गुण।
nl: Het spelmechanisme.
pt_br: Propriedades lógicas do jogo.

source: Graphics.
es: Gráficos.
hi: चित्रोपमा।
nl: Grafische onderdelen..
pt_br: Gráficos.

source: Sounds.
es: Sonidos.
hi: ध्वनियां।
nl: Geluiden.
pt_br: Sons.

source: Game logic properties
es: Propiedades de la lógica del juego
hi: खेल तर्क गुण
nl: Spelmechanisme
pt_br: Propriedades lógicas do jogo

source: These properties determine how entities behave and interact with other entities, e.g., different combinations of these properties will determine whether an entity is acting as a static stone or a living foe.
es: Estas propiedades determinan cómo las entidades se comportan e interactúan con otras entidades; por ejemplo, diferentes combinaciones de estas propiedades determinarán si una entidad actúa como una piedra estática o como un enemigo vivo.
hi: ये गुण निर्धारित करते हैं कि संस्थाएं अन्य संस्थाओं के साथ कैसे व्यवहार करती हैं और बातचीत करती हैं, उदाहरण के लिए, इन गुणों के विभिन्न संयोजन यह निर्धारित करेंगे कि कोई तत्व एक स्थिर पत्थर या जीवित दुश्मन के रूप में कार्य कर रही है या नहीं।
nl: Deze eigenschappen bepalen hoe entiteiten zich gedragen en omgaan met andere, bijvoorbeeld verschillende combinaties om een entiteit een steen of vijand te laten zijn.
pt_br: Essas propriedades determinam como as entidades se comportam e interagem com outras entidades, por exemplo, diferentes combinações dessas propriedades determinarão se uma entidade está agindo como uma pedra estática ou como um inimigo vivo.

source: Although there are two dozen properties, a few of these require special attention here:
es: Aunque hay dos docenas de propiedades, algunas de ellas requieren atención especial aquí:
hi: हालांकि यहां दो दर्जन संपत्तियां हैं, इनमें से कुछ पर यहां विशेष ध्यान देने की आवश्यकता है:
nl: Er zijn meer dan 20 mogelijkheden, maar een paar vereisen extra aandacht:
pt_br: Embora existam duas dúzias de propriedades, algumas delas requerem atenção especial aqui:

source: The *Identifier* must be unique among all the entities of the same project.
es: El *Identificador* debe ser único entre todas las entidades de un mismo proyecto.
hi: *पहचानकर्ता* एक ही परियोजना की सभी संस्थाओं के बीच अद्वितीय होना चाहिए।
nl: De *identificatie* moet uniek zijn. Er mogen dus geen andere entiteiten met dezelfde identificatie zijn.
pt_br: O *Identificador* deve ser único entre todas as entidades do mesmo projeto.

source: An entity is always in one and a single *State*, e.g., *Idling*, *Moving*, *Destroyed*, etc. The state can change by performing different actions, by intrinsic or extrinsic means.
es: Una entidad siempre está en un solo *Estado*, por ejemplo, *Inactivo*, *Moviendo*, *Destruido*, etc. El estado puede cambiar realizando diferentes acciones, por medios intrínsecos o extrínsecos.
hi: एक तत्व हमेशा एक और एक ही *अवस्था* में होती है, उदाहरण के लिए, *निष्क्रिय*, *गतिशील*, *नष्ट*, आदि। आंतरिक या बाह्य तरीकों से विभिन्न क्रियाएं करके स्थिति बदल सकती है।
nl: Een entiteit bevindt zich altijd in een bepaalde *status*, bijvoorbeeld *uitrusten*, *bewegen*, *vernietigd*, etc. De status kan worden aangepast door het uitvoeren van acties.
pt_br: Uma entidade está sempre em um único *Estado*, por exemplo, *Ocioso*, *Movendo*, *Destruído*, etc. O estado pode mudar executando diferentes ações, por meios intrínsecos ou extrínsecos.
