Repository: tchx84/Gameeky
Catalog: po/*.po
Languages: es, hi, hu, nl, pt_br

source: Add sounds for different states
es: Agrega sonidos para diferentes estados
hi: विभिन्न अवस्थाओं के लिए ध्वनियां जोड़ें
hu: Hangok hozzáadása a különböző állapotokhoz
nl: Voeg geluiden toe aan verschillende toestanden
pt_br: Adicionar sons para diferentes estados

source: Tileset
es: Conjunto de mosaicos
hi: टाइलसेट
hu: Csempekészlet
nl: Tegelset
pt_br: Conjunto de blocos

source: It's easier to create new projects from existing thematic packs. Browse GNOME Software for these Add-ons.
es: Es más fácil crear nuevos proyectos a partir de paquetes temáticos existentes. Explore GNOME Software para obtener estos complementos.
hi: मौजूदा थीम समूहों से नई परियोजनाएं बनाना आसान है। इन ऐड-ऑन के लिए GNOME सॉफ्टवेयर ब्राउज़ करें।
hu: Egyszerűbben hozhatsz létre új projekteket már meglévő tematikus csomagokból. Keresd ezeket a kiegészítőket a GNOME Szoftverben.
nl: Het is makkelijker om een project te maken op basis van een themapakket. Open GNOME Software en zoek naar deze uitbreidingen.
pt_br: É mais fácil criar novos projetos a partir de pacotes temáticos existentes. Procure o software GNOME para esses complementos.

source: Create New Project?
es: ¿Crear nuevo proyecto?
hi: नई परियोजना बनाएं?
hu: Létrehozol egy új projektet?
nl: Wil je een nieuw project maken?
pt_br: Criar novo projeto?

source: Browse
es: Explorar
hi: ब्राउज़
hu: Tallózás
nl: Bladeren
pt_br: Explorar

source: Do you want to <b>permanently</b> delete this project?
es: ¿Quieres eliminar <b>permanentemente</b> este proyecto?
hi: क्या आप इस प्रोजेक्ट को <b>परियोजना</b> मिटाना चाहते हैं?
hu: Valóban <b>véglegesen</b> törölni szeretnéd ezt a projektet?
nl: Weet je zeker dat je dit project <b>permanent</b> wilt verwijderen?
pt_br: Deseja excluir este projeto <b>permanentemente</b>?

source: Delete Project?
es: ¿Eliminar proyecto?
hi: परियोजना मिटाएं?
hu: Törlöd a projektet?
nl: Project verwijderen?
pt_br: Excluir projeto?

source: Select the destination to export the project to
es: Seleccione el destino para exportar el proyecto
hi: परियोजना को निर्यात करने के लिए गंतव्य का चयन करें
hu: Válaszd ki, hova szeretnéd exportálni a projektet
nl: Kies de map waarin het project moet worden bewaard
pt_br: Selecione o destino para exportar o projeto

source: Select
es: Seleccionar
hi: चुनें
hu: Kiválasztás
nl: Kiezen
pt_br: Selecionar

source: Project successfully exported!
es: ¡Proyecto exportado exitosamente!
hi: परियोजना सफलतापूर्वक निर्यात की गई!
hu: Projekt sikeresen exportálva!
nl: Het project is geëxporteerd!
pt_br: Projeto exportado com sucesso!

source: Something went wrong
es: Algo salió mal
hi: कुछ त्रुटि हुई है
hu: Valami elromlott
nl: Er is iets misgegaan
pt_br: Algo deu errado

source: Select the file to import the project from
es: Seleccione el archivo para importar el proyecto
hi: परियोजना को आयात करने के लिए फाइल का चयन करें
hu: Válaszd ki a fájlt, amiből importálni szeretnéd a projektet
nl: Kies het te importeren projectbestand
pt_br: Selecione o arquivo para importar o projeto

source: Project successfully imported!
es: ¡Proyecto importado exitosamente!
hi: परियोजना को सफलतापूर्वक आयात किया गया!
hu: Projekt sikeresen importálva!
nl: Het project is geïmporteerd!
pt_br: Projeto importado com sucesso!

source: Play
es: Jugar
hi: खेलें
hu: Játszás
nl: Spelen
pt_br: Jogar

source: Settings
es: Configuración
hi: सेटिंग
hu: Beállítások
nl: Instellingen
pt_br: Configurações

source: Export
es: Exportar
hi: निर्यात
hu: Exportálás
nl: Exporteren
pt_br: Exportar

source: Options
es: Opciones
hi: विकल्प
hu: Műveletek
nl: Opties
pt_br: Opções

source: Description
es: Descripción
hi: विवरण
hu: Leírás
nl: Beschrijving
pt_br: Descrição

source: The projects have been changed on disk
es: Los proyectos han sido cambiados en el disco
hi: डिस्क पर परियोजना बदल दी गई
hu: A projekt megváltozott a lemezen
nl: De projecten zijn elders aangepast
pt_br: Os projetos foram alterados no disco

source: Welcome to Gameeky
es: Bienvenido a Gameeky
hi: Gameeky में आपका स्वागत है
hu: Üdv a Gameekyben!
nl: Welkom in Gameeky
pt_br: Boas-vindas ao Gameeky

source: My Projects
es: Mis Proyectos
hi: मेरी परियोजनाएं
hu: Projektjeim
nl: Mijn projecten
pt_br: Meus projetos

source: _Import
es: _Importar
hi: आयात (_I)
hu: _Importálás
nl: _Importeren
pt_br: _Importar

source: Address
es: Dirección
hi: पता
hu: Cím
nl: Adres
pt_br: Endereço

source: Advanced
es: Avanzado
hi: उन्नत
hu: Haladó
nl: Geavanceerd
pt_br: Avançado

source: Entity Type
es: Tipo de Entidad
hi: तत्त्व प्रकार
hu: Saját egység típusa
nl: Soort entiteit
pt_br: Tipo da entidade

source: Session Port
es: Puerto de Sesión
hi: सत्र पोर्ट
hu: Port
nl: Sessiepoort
pt_br: Porta da sessão

source: Session
es: Sesión
hi: सत्र
hu: Menet
nl: Sessie
pt_br: Sessão

source: Source has been changed on disk
es: El código fuente ha sido cambiado en el disco
hi: स्रोत डिस्क पर बदल दिया गया है
hu: A forrás megváltozott a lemezen
nl: De broncode is elders aangepast
pt_br: A origem foi alterada no disco

source: Take
es: Tomar
hi: लें
hu: Felvétel
nl: Pakken
pt_br: Pegar

source: Use
es: Usar
hi: उपयोग
hu: Használat
nl: Gebruiken
pt_br: Usar

source: Drop
es: Soltar
hi: छोडें
hu: Elejtés
nl: Laten vallen
pt_br: Descartar

source: Interact
es: Interactuar
hi: सहभागिता
hu: Kölcsönhatásba lép
nl: Interactie uitvoeren
pt_br: Interagir

source: Stop
es: Detener
hi: रोकें
hu: Megállítás
nl: Stoppen
pt_br: Parar

source: Join
es: Unirse
hi: जुड़ें
hu: Csatlakozás
nl: Deelnemen
pt_br: Entrar

source: Players
es: Jugadores
hi: खिलाड़ी
hu: Játékosok
nl: Spelers
pt_br: Jogadores

source: Movement
es: Movimiento
hi: चलायें
hu: Mozgás
nl: Verplaatsen
pt_br: Movimento

source: Move north
es: Moverse al norte
hi: उत्तर की ओर चलें
hu: Lépés északnak
nl: Noordwaarts verplaatsen
pt_br: Mover para norte

source: Move east
es: Moverse al este
hi: पूर्व की ओर चलें
hu: Lépés keletnek
nl: Oostwaarts verplaatsen
pt_br: Mover para leste

source: Move south
es: Moverse al sur
hi: दक्षिण की ओर चलें
hu: Lépés délnek
nl: Zuidwaarts verplaatsen
pt_br: Mover para sul

source: Move west
es: Moverse al oeste
hi: पश्चिम की ओर चलें
hu: Lépés nyugatnak
nl: Westwaarts verplaatsen
pt_br: Mover para oeste

source: Rotation
es: Rotación
hi: घूर्णन
hu: Fordulás
nl: Draaien
pt_br: Rotação

source: Rotate north
es: Girar hacia el norte
hi: उत्तर की ओर घूमें
hu: Fordulás északnak
nl: In noordelijke richting draaien
pt_br: Girar para norte

source: Rotate east
es: Girar hacia el este
hi: पूर्व की ओर घूमें
hu: Fordulás keletnek
nl: In oostelijke richting draaien
pt_br: Girar para leste

source: Rotate south
es: Girar hacia el sur
hi: दक्षिण की ओर घूमें
hu: Fordulás délnek
nl: In zuidelijke richting draaien
pt_br: Girar para sul

source: Rotate west
es: Girar hacia el oeste
hi: पश्चिम की ओर घूमें
hu: Fordulás nyugatnak
nl: In westelijke richting draaien
pt_br: Girar para oeste

source: Actions
es: Acciones
hi: कार्रवाइयां
hu: Műveletek
nl: Acties
pt_br: Ações

source: Take object
es: Tomar objeto
hi: वस्तु लें
hu: Tárgy felvétele
nl: Object pakken
pt_br: Pegar objeto

source: Drop object
es: Soltar objeto
hi: वस्तु छोडें
hu: Tárgy elejtése
nl: Object laten vallen
pt_br: Descartar objeto

source: Use object
es: Usar objeto
hi: वस्तु का उपयोग
hu: Tárgy használata
nl: Object gebruiken
pt_br: Usar objeto

source: Interact with object
es: Interactuar con objeto
hi: वस्तु के साथ सहभागिता
hu: Kölcsönhatás a tárggyal
nl: Interactie uitvoeren met object
pt_br: Interagir com objeto

source: Dialogues
es: Diálogos
hi: संवाद
hu: Párbeszédek
nl: Dialogen
pt_br: Diálogos

source: Close dialog
es: Cerrar diálogo
hi: संवाद बंद करें
hu: Párbeszéd bezárása
nl: Dialoog sluiten
pt_br: Fechar diálogo

source: Loading
es: Cargando
hi: लोड हो रहा है
hu: Betöltés
nl: Bezig met laden…
pt_br: Carregando

source: The scene has been changed on disk
es: La escena ha sido cambiada en el disco
hi: डिस्क पर दृश्य बदल दिया गया है
hu: A jelenet megváltozott a lemezen
nl: De scène is elders aangepast
pt_br: A cena foi alterada no disco

source: _Join
es: _Unirse
hi: जुड़ें (_J)
hu: _Csatlakozás
nl: _Deelnemen
pt_br: _Entrar

source: _Join With Code
es: Unirse Con _Código
hi: कोड के साथ जुड़ें (_J)
hu: Csatlakozás _kóddal
nl: _Deelnemen met code
pt_br: _Participar com código

source: _Keyboard Shortcuts
es: Atajos de _Teclado
hi: कीबोर्ड शॉर्टकट (_K)
hu: _Gyorsbillentyűk
nl: _Sneltoetsen
pt_br: Atalhos de _teclado

source: Scene editor
es: Editor de escena

source: Game player
es: Reproductor de juegos

source: Entity editor
es: Editor de entidades

source: Game launcher
es: Lanzador de juegos

source: Code editor
es: Editor de código

source: Martin Abente Lahaye
es: Martín Abente Lahaye
