Repository: tchx84/Gameeky
Catalog: po/*.po
Languages: es, hi, hu, nl, pt_br

source: Entity Editor
es: Editor de Entidades
hi: तत्त्व संपादक
hu: Egységszerkesztő
nl: Itembewerker
pt_br: Editor de entidades

source: Player
es: Jugador
hi: प्लेयर
hu: Játékos
nl: Speler
pt_br: Reprodutor

source: Scene Editor
es: Editor de Escena
hi: दृश्य संपादक
hu: Jelenetszerkesztő
nl: Scènebewerker
pt_br: Editor de cenas

source: Play, create and learn
es: Juega, crea y aprende
hi: खेलें, बनाएं और सीखें
hu: Játssz, alkoss és tanulj
nl: Speel, maak en leer
pt_br: Jogue, crie e aprenda

source: Gameeky lets young learners and educators create and explore cooperative games and learning experiences.
es: Gameeky permite a estudiantes jóvenes y educadores, crear y explorar juegos cooperativos y experiencias de aprendizaje.
hi: Gameeky युवा शिक्षार्थियों और शिक्षकों को सहकारी खेल और सीखने के अनुभव बनाने और तलाशने की सुविधा देता है।
hu: A Gameekyvel fiatal tanulók és tanáraik kooperatív játékokat hozhatnak létre és fedezhetnek fel, miközben hasznos új tapasztalatokkal gazdagodnak.
nl: Met Gameeky kunnen jonge enthousiastelingen en leraren op speelse wijze kennismaken met het bouwen van coöperatieve spellen.
pt_br: Gameeky permite que jovens alunos e educadores criem e explorem jogos cooperativos e experiências de aprendizagem.

source: More specifically:
es: Más específicamente:
hi: अधिक विशेषतः:
hu: Hogy pontosak legyünk:
nl: Meer bepaald:
pt_br: Mais especificamente:

source: Play and explore games with friends
es: Juega y explora juegos con amigos
hi: दोस्तों के साथ गेम खेलें और अन्वेषण करें
hu: Játssz és fedezz fel játékokat a barátaiddal
nl: Speel en verken spellen met vrienden;
pt_br: Jogue e explore jogos com amigos

source: Create new games without writing any code
es: Crea nuevos juegos sin escribir ningún código
hi: बिना कोई कोड लिखे नए गेम बनाएं
hu: Készíts játékokat kódolás nélkül
nl: Maak nieuwe spellen zonder programmeerkennis;
pt_br: Crie novos jogos sem escrever nenhum código

source: Tell stories through these games
es: Cuenta historias a través de estos juegos
hi: इन खेलों के माध्यम से कहानियां बताएं
hu: Mesélj történeteket játékaidon keresztül
nl: Vertel verhalen;
pt_br: Conte histórias através desses jogos

source: Nurture artistic skills by designing game objects and creatures
es: Fomenta las habilidades artísticas diseñando objetos y criaturas del juego
hi: खेल की वस्तुओं और प्राणियों का अभिकल्प बनाके कलात्मक कौशल का पोषण करें
hu: Ápold művészi készségeid játéktárgyak és lények tervezésével
nl: Ontdek je artistieke kant door objecten en figuren/wezens te maken;
pt_br: Cultive habilidades artísticas projetando objetos e criaturas de jogos

source: Grasp the basics of programming using Python in a LOGO-like experience
es: Comprende los conceptos básicos de programación usando Python en una experiencia similar a LOGO
hi: LOGO जैसे अनुभव में Python का उपयोग करके प्रोग्रामिंग की मूल बातें समझें
hu: Sajátítsd el a Python programozás alapjait LOGO-szerű környezetben
nl: Leer de basis van programmeren met behulp van Python door middel van een LOGO-achtige bouwwijze;
pt_br: Compreenda os fundamentos da programação usando Python em uma experiência semelhante ao LOGO

source: Mature programming skills by extending games with Python plugins
es: Mejora tus habilidades de programación ampliando juegos con plugins de Python
hi: Python प्लगइन्स के साथ गेम का विस्तार करके परिपक्व प्रोग्रामिंग कौशल
hu: Fejleszd programozási ismereteid a játékok Python kiegészítőkkel való bővítésével
nl: Breid je programmeerkennis uit door spellen te voorzien van Python-plug-ins.
pt_br: Amadureça habilidades de programação estendendo jogos com plugins Python

source: Gameeky showing its scene editor
hu: A Gameeky jelenetszerkesztője

source: Gameeky showing its game player
hu: A Gameeky játékszerkesztője

source: Gameeky showing its entity editor
hu: A Gameeky egységszerkesztője

source: Gameeky showing its game launcher
hu: A Gameeky játékindítója

source: Gameeky showing its code editor
hu: A Gameeky kódszerkesztője

source: Missing entity type: %d
es: Tipo de entidad faltante: %d
hi: गुम तत्त्व प्रकार: %d
hu: Hiányzó egység típus: %d
nl: Ontbrekend figuurtype: %d
pt_br: Faltando tipo de entidade: %d

source: Wrong client version
es: Versión de cliente equivocada
hi: गलत क्लाइंट संस्करण
hu: Helytelen kliens verzió
nl: Verkeerde clientversie
pt_br: Versão do cliente errada

source: Wrong project
es: Proyecto equivocado
hi: गलत परियोजना
hu: Rossz projekt
nl: Verkeerd project
pt_br: Projeto errado

source: Unknown
es: Desconocido
hi: अज्ञात
hu: Ismeretlen
nl: Onbekend
pt_br: Desconhecido

source: %s (copy)
es: %s (copia)
hi: %s (कॉपी)
hu: %s (másolat)
nl: %s (kopie)
pt_br: %s (cópia)

source: Activates
es: Activa
hi: सक्रिय
hu: Működtet
nl: Activeert
pt_br: Ativa

source: Activates on interaction
es: Activa al interactuar
hi: सहभागिता पर सक्रिय होता है
hu: Működtet kölcsönhatáskor
nl: Activeert na interactie
pt_br: Ativa na interação

source: Affects
es: Afecta
hi: प्रभाव
hu: Befolyásol
nl: Beïnvloedt
pt_br: Afeta

source: Affects on interaction
es: Afecta al interacctuar
hi: सहभागिता पर प्रभाव पड़ता है
hu: Befolyásol kölcsönhatáskor
nl: Beïnvloedt naar interactie
pt_br: Afeta na interação

source: Affects on use
es: Afecta al usar
hi: उपयोग पर प्रभाव पड़ता है
hu: Befolyásol használatkor
nl: Beïnvloedt na gebruik
pt_br: Afeta no uso

source: Aggroes
es: Agrede
hi: आक्रामकता
hu: Célba vesz
nl: Groepeert
pt_br: Ataca

source: Collapses
es: Colapsa
hi: ढहना
hu: Összeesik
nl: Stort in
pt_br: Colapsa

source: Collapses over time
es: Colapsa con el tiempo
hi: समय के साथ ढह जाता है
hu: Összeesik az idő során
nl: Stort geleidelijk in
pt_br: Colapsa com o tempo

source: Destroys
es: Se destruye
hi: नष्ट
hu: Elpusztít
nl: Vernietigt
pt_br: Destrói

source: Destroys on interaction
es: Se destruye al interactuar
hi: सहभागिता पर नष्ट हो जाता है
hu: Elpusztít kölcsönhatáskor
nl: Vernietigt na interactie
pt_br: Destrói na interação

source: Deteriorates
es: Se deteriora
hi: बिगड़ना
hu: Gyengül
nl: Verloedert
pt_br: Deteriora

source: Drops
es: Deja caer
hi: गिरना
hu: Leesik
nl: Laat vallen
pt_br: Descarta

source: Exhausts
es: Se agota
hi: थकना
hu: Kifogyaszt
nl: Vermoeit
pt_br: Exaure

source: Follows
es: Sigue
hi: अनुसरण
hu: Követ
nl: Volgt
pt_br: Segue

source: Interacts
es: Interactúa
hi: सहभागिता
hu: Kölcsönhatásba lép
nl: Communiceert
pt_br: Interage

source: Propulses
es: Propulsa
hi: प्रणोदन
hu: Elmozdul
nl: Beweegt
pt_br: Impulsiona

source: Requires
es: Requiere
hi: आवश्यक
hu: Igényel
nl: Vereist
pt_br: Requer

source: Roams
es: Deambula
hi: घूमना
hu: Kószál
nl: Verkent
pt_br: Vagueia

source: Rotates on interaction
es: Rota al interactuar
hi: सहभागिता पर घूमना
hu: Elfordul kölcsönhatáskor
nl: Draait na interactie
pt_br: Gira ao interagir

source: Says
es: Dice
hi: कहना
hu: Mond
nl: Zegt
pt_br: Fala

source: Says on interaction
es: Dice al interactuar
hi: सहभागिता पर कहना
hu: Mond kölcsönhatáskor
nl: Zegt na interactie
pt_br: Fala ao interagir

source: Spawns
es: Agrega
hi: पैदा
hu: Létrehoz
nl: Doet verschijnen
pt_br: Surge

source: Takes
es: Toma
hi: लेना
hu: Felvesz
nl: Pakt
pt_br: Pega

source: Targets
es: Apunta
hi: लक्ष्य
hu: Célt vált
nl: Richt zich op
pt_br: Mira

source: Teleports
es: Teletransporta
hi: टेलीपोर्ट
hu: Teleportál
nl: Teleporteert
pt_br: Teleporta

source: Teleports on interaction
es: Teletransporta al interactuar
hi: सहभागिता पर टेलीपोर्ट
hu: Teleportál kölcsönhatáskor
nl: Teleporteert na interactie
pt_br: Teleporta ao interagir

source: Transmutes
es: Transmuta
hi: परिणत करना
hu: Átalakít
nl: Muteert
pt_br: Transmuta

source: Triggers
es: Desencadena
hi: ट्रिगर
hu: Beindít
nl: Triggert
pt_br: Aciona

source: Triggers on interaction
es: Desencadena al interactuar
hi: सहभागिता पर ट्रिगर करता है
hu: Beindít kölcsönhatáskor
nl: Triggert na interactie
pt_br: Aciona ao interagir

source: Uses
es: Usa
hi: उपयोग
hu: Használ
nl: Gebruikt
pt_br: Usa

source: Activates entities that reached its position
es: Activa entidades que alcanzaron su posición
hi: उन तत्वों को सक्रिय करता है जो अपने स्थान तक पहुंच गई
hu: Működésbe hozza a pozícióját elért egységeket
nl: Activeert entiteiten die de huidige locatie bereikt hebben
pt_br: Ativa entidades que alcançaram sua posição

source: Activates entities that reached its position, when it's interacted with
es: Activa entidades que alcanzaron su posición, cuando se interactúa con ella
hi: जब इसके साथ सहभागिता की जाती है, तो उन तत्वों को सक्रिय करता है जो अपने स्थान तक पहुंच जाती हैं
hu: Működésbe hozza a pozícióját elért, vele kölcsönhatásba lépett egységeket
nl: Activeert entiteiten die de huidige locatie bereikt hebben na interactie
pt_br: Ativa entidades que alcançaram sua posição, ao receber uma interação

source: Affects the stats (Durability, Stamina and Strength) of nearby (Radius) entities
es: Afecta las estadísticas (Durabilidad, Resistencia y Fuerza) de entidades cercanas (Radio)
hi: आस-पास की (त्रिज्या) तत्वों के आंकड़ों (स्थायित्व, सहनशक्ति और ताकत) को प्रभावित करता है
hu: Befolyásolja az adatait (Tartósság, Kitartás és Erő) a közeli (Sugár) egységeknek
nl: Beïnvloedt de statistieken (duurzaamheid, uithoudingsvermogen en sterkte) van nabije entiteiten
pt_br: Afeta as estatísticas (Durabilidade, Vigor e Força) de entidades próximas (Raio)

source: Affects the stats (Durability, Stamina and Strength) of its interactees
es: Afecta las estadísticas (Durabilidad, Resistencia y Fuerza) de sus interactuantes
hi: अपने सहभागियों के आंकड़ों (स्थायित्व, सहनशक्ति और ताकत) को प्रभावित करता है
hu: Befolyásolja az adatait (Tartósság, Kitartás és Erő) a kölcsönhatóinak
nl: Beïnvloedt de statistieken (duurzaamheid, uithoudingsvermogen en sterkte) van figuren die communiceren
pt_br: Afeta as estatísticas (Durabilidade, Vigor e Força) de seus interagentes

source: Affects the stats (Durability, Stamina and Strength) of nearby (Radius) entities, when it's used
es: Afecta las estadísticas (Durabilidad, Resistencia y Fuerza) de entidades cercanas (Radio), cuando se la usa
hi: जब इसका उपयोग किया जाता है तो यह आस-पास की (त्रिज्या) तत्वों के आंकड़ों (स्थायित्व, सहनशक्ति और ताकत) को प्रभावित करता है
hu: Befolyásolja az adatait (Tartósság, Kitartás és Erő) a közeli (Sugár) egységeknek, amikor felhasználják
nl: Beïnvloedt de statistieken (duurzaamheid, uithoudingsvermogen en sterkte) van nabije entiteiten, na gebruik ervan
pt_br: Afeta as estatísticas (Durabilidade, Vigor e Força) de entidades próximas (Raio), quando usado

source: Targets nearby (Radius) entities (Target Type)
es: Apunta a entidades (Tipo de Objetivo) cercanas (Radio)
hi: निकटवर्ती लक्ष्य (त्रिज्या) तत्त्व (लक्ष्य प्रकार)
hu: Megcéloz közeli (Sugár) egységeket (Cél típus)
nl: Richt zich op nabije entiteiten (doeltype)
pt_br: Alvos entidades próximas (Raio) (Tipo do alvo)

source: Performs a DESTROY action, when entities are nearby (Radius)
es: Realiza la acción DESTRUIR, cuando hay entidades cercanas (Radio)
hi: जब तत्त्व नजदीक होती हैं तो नष्ट करने की कार्रवाई करता है (त्रिज्या)
hu: Végrehajt egy ELPUSZTÍT műveletet, amikor egy egység a közelbe (Sugár) ér
nl: Voert een vernietigende actie uit als entiteiten nabij zijn
pt_br: Executa uma ação DESTRUIR, quando entidades estão próximas (Raio)

source: Performs a DESTROY action on a fixed interval (Rate)
es: Realiza la acción DESTRUIR en un intervalo fijo (Tasa)
hi: एक निश्चित अंतराल पर नष्ट करने की कार्रवाई करता है (दर)
hu: Végrehajt egy ELPUSZTÍT műveletet bizonyos időközönként (Gyakoriság)
nl: Voert op ingestelde momenten een vernietigende actie uit
pt_br: Executa uma ação destruir em um intervalo fixo (Taxa)

source: Performs a DESTROY action, when its durability reaches zero
es: Realiza la acción DESTRUIR, cuando su durabilidad llega a cero
hi: जब इसका स्थायित्व शून्य तक पहुंच जाता है, तो यह नष्ट करने की कार्रवाई करता है
hu: Végrehajt egy ELPUSZTÍT műveletet, amikor a tartóssága eléri a nullát
nl: Voert een vernietigende actie uit zodra de duurzaamheid op nul staat
pt_br: Executa uma ação DESTRUIR, quando sua durabilidade chega a zero

source: Performs a DESTROY action, when it's interacted with
es: Realiza la acción DESTRUIR, cuando se interactúa con ella
hi: जब इसके साथ सहभागिता की जाती है, तो यह एक नष्ट करने की कार्रवाई करता है
hu: Végrehajt egy ELPUSZTÍT műveletet, amikor kölcsönhatásba lépnek vele
nl: Voert een vernietigende actie uit na interactie
pt_br: Executa uma ação DESTRUIR, ao receber uma interação

source: Reduces its durability over time
es: Reduce su durabilidad en el tiempo
hi: समय के साथ इसका स्थायित्व कम हो जाता है
hu: Csökkenti a tartósságát az idő során
nl: Vermindert gelijdelijk de duurzaamheid
pt_br: Reduz sua durabilidade ao longo do tempo

source: Adds entities (Target Type) to the scene, when it's destroyed
es: Agrega entidades (Tipo de Objetivo) a la escena, cuando se destruye
hi: दृश्य के नष्ट हो जाने पर उसमें तत्वों (लक्ष्य प्रकार) को जोड़ता है
hu: Új egységeket (Cél típus) ad a jelenethez, amikor elpusztul
nl: Voegt entiteiten (doeltype) toe aan de scène na vernietigen
pt_br: Adiciona entidades (Tipo do alvo) à cena, quando ela é destruída

source: Performs EXHAUST actions, when its stamina reaches zero
es: Realiza acciones de AGOTAR, cuando su resistencia llega a cero.
hi: जब इसकी सहनशक्ति शून्य तक पहुंच जाती है, तो यह थकावट वाली कार्रवाई करता है
hu: Végrehajt egy KIFOGYASZT műveletet, amikor a kitartása eléri a nullát
nl: Voert vermoeiacties uit zodra het uithoudingsvermogen op nul staat
pt_br: Executa ações de EXAURIR quando sua resistência chega a zero

source: Performs MOVE actions to its target's (Target Name) direction
es: Realiza acciones de MOVER en la dirección de su objetivo (Nombre del Objetivo).
hi: अपने लक्ष्य (लक्ष्य नाम) की दिशा में चलने की कार्रवाइयां निष्पादित करता है
hu: Végrehajt egy MOZOG műveletet a célja (Célpont neve) irányába
nl: Voert verplaatsacties uit in de richting van het doel (doelnaam)
pt_br: Executa ações MOVER na direção (Nome do alvo) do alvo

source: Performs INTERACT actions on entities (Target Type)
es: Realiza acciones de INTERACTUAR sobre entidades (Tipo de Objetivo)
hi: तत्वों पर सहभागिता कार्रवाइयां करता है (लक्ष्य प्रकार)
hu: Végrehajt egy KÖLCSÖNHATÁS műveletet a cél egységén (Cél típus)
nl: Voert interacties uit met entiteiten (doeltype)
pt_br: Executa ações INTERAGIR em entidades (Tipo do alvo)

source: Performs MOVE actions to its current direction
es: Realiza acciones de MOVER en su dirección actual
hi: अपनी वर्तमान दिशा में चलने की कार्रवाइयां करता है
hu: Végrehajt egy MOZOG műveletet az aktuális irányába
nl: Voert verplaatsacties uit in de de huidige koers
pt_br: Executa ações MOVER para sua direção atual

source: Activates its target (Target Name), when its requirement (Target Type) reached its position
es: Activa su objetivo (Nombre del Objetivo), cuando su requisito (Tipo de Objetivo) alcanza su posición
hi: अपने लक्ष्य (लक्ष्य नाम) को तब सक्रिय करता है, जब उसकी आवश्यकता (लक्ष्य प्रकार) उसकी स्थान तक पहुंच जाती है
hu: Működésbe hozza a célját (Célpont neve), amikor az igényelt egység (Cél típus) eléri a pozícióját
nl: Activeert het doel (doelnaam) zodra de vereiste (doeltype) de locatie bereikt heeft
pt_br: Ativa seu alvo (Nome do alvo), quando seu requisito (Tipo do alvo) atinge sua posição

source: Performs MOVE actions to random directions
es: Realiza acciones de MOVER en direcciones aleatorias
hi: यादृच्छिक दिशाओं में चलने की कार्रवाइयां निष्पादित करता है
hu: Végrehajt egy MOZOG műveletet véletlenszerű irányába
nl: Voert verplaatsacties in willekeurige richtingen uit
pt_br: Executa ações MOVER para direções aleatórias

source: Changes its direction, when it's interacted with
es: Cambia su dirección, cuando se interactúa con ella
hi: जब इसके साथ सहभागिता की जाती है तो वह अपनी दिशा बदल लेता है
hu: Megváltoztatja az irányát amikor kölcsönhatásba lépnek vele
nl: Verandert van richting na interactie
pt_br: Muda sua direção, ao receber uma interação

source: Sends its dialogue to nearby (Radius) entities
es: Envía su diálogo a entidades cercanas (Radio)
hi: अपना संवाद निकटवर्ती (त्रिज्या) तत्वों को भेजता है
hu: Elküldi párbeszédét a közeli (Sugár) egységeknek
nl: Communiceert met nabije entiteiten
pt_br: Envia seu diálogo para entidades próximas (Raio)

source: Sends its dialogue to its interactees
es: Envía su diálogo a sus interactuantes
hi: अपना संवाद अपने सहभागियों को भेजता है
hu: Elküldi párbeszédét a kölcsönhatójának
nl: Communiceert met zij die het gesprek aangaan
pt_br: Envia seu diálogo para seus interagentes

source: Adds entities (Target Type) to the scene on a fixed interval (Rate)
es: Agrega entidades (Tipo de Objetivo) a la escena en un intervalo fijo (Tasa)
hi: एक निश्चित अंतराल (दर) पर दृश्य में तत्वों (लक्ष्य प्रकार) को जोड़ता है
hu: Új egységeket (Cél típus) ad a jelenethez bizonyos időközönként (Gyakoriság)
nl: Voegt op ingestelde momenten entiteiten (doeltype) toe aan de scène
pt_br: Adiciona entidades (Tipo do alvo) à cena em um intervalo fixo (Taxa)

source: Performs TAKE actions on usable entities
es: Realiza acciones de TOMAR en entidades utilizables
hi: प्रयोग-योग्य तत्वों पर लेने की कार्रवाइयां करता है
hu: Végrehajt egy FELVESZ műveletet használható egységeken
nl: Voert pakacties uit op bruikbare objecten
pt_br: Executa ações PEGAR em entidades utilizáveis

source: Targets its target's target, when it reached its target's position
es: Apunta al objetivo de su objetivo, cuando alcanza la posición de su objetivo
hi: अपने लक्ष्य के लक्ष्य पर तब निशाना साधता है, जब वह अपने लक्ष्य की स्थान पर पहुंच जाता है
hu: Megváltoztatja a célját a korábbi célja céljára, amikor elérte azt
nl: Richt zich op het doel van het doel zodra de doellocatie bereikt is
pt_br: Mira no alvo do seu alvo, quando atinge a posição do seu alvo

source: Teleports nearby (Radius) entities to its target's (Target Name) position
es: Teletransporta entidades cercanas (Radio) a la posición de su objetivo (Nombre del Objetivo)
hi: निकटवर्ती (त्रिज्या) तत्वों को उसके लक्ष्य (लक्ष्य नाम) के स्थान पर टेलीपोर्ट करता है
hu: Elteleportálja a közeli (Sugár) egységeket a célja (Célpont neve) pozíciójába
nl: Teleporteert nabije entiteiten naar de doellocatie (doelnaam)
pt_br: Teleporta entidades próximas (Raio) para a posição do alvo (Nome do Alvo)

source: Teleports its interactees to its target's (Target Name) position
es: Teletransporta a sus interactuantes a la posición de su objetivo (Nombre del Objetivo)
hi: अपने सहभागियों को अपने लक्ष्य (लक्ष्य नाम) के स्थान पर टेलीपोर्ट करता है
hu: Elteleportálja a kölcsönható egységeket a célja (Célpont neve) pozíciójába
nl: Teleporteert zij die het gesprek aangaan naar de doellocatie (doelnaam)
pt_br: Teleporta seus interagentes para a posição do alvo (Nome do alvo)

source: Replaces itself by an entity (Target Type) on a fixed interval (Rate)
es: Se reemplaza por una entidad (Tipo de Objetivo) en un intervalo fijo (Tasa)
hi: एक निश्चित अंतराल (दर) पर स्वयं को एक तत्त्व (लक्ष्य प्रकार) द्वारा प्रतिस्थापित करता है
hu: Lecseréli saját magát egy másik egységre (Cél típus) bizonyos időközönként (Gyakoriság)
nl: Vervangt zichzelf op ingestelde momenten door een andere entiteit (doeltype)
pt_br: Substitui a si próprio por uma entidade (Tipo do alvo) em um intervalo fixo (Taxa)

source: Activates its target (Target Name), when entities are nearby (Radius)
es: Activa su objetivo (Nombre del Objetivo), cuando hay entidades cercanas (Radio)
hi: अपने लक्ष्य (लक्ष्य नाम) को सक्रिय करता है, जब तत्त्व पास में होती हैं (त्रिज्या)
hu: Működésbe hozza a célját (Célpont neve), amikor egy egység a közelbe (Sugár) ér
nl: Activeert het doel (doelnaam) zodra entiteiten in de buurt zijn
pt_br: Ativa seu alvo (Nome do alvo), quando entidades estão próximas (Raio)

source: Activates its target (Target Name), when it's interacted with
es: Activa su objetivo (Nombre del Objetivo), cuando se interactúa con ella
hi: जब इसके साथ सहभागिता की जाती है तो यह अपने लक्ष्य (लक्ष्य नाम) को सक्रिय कर देता है
hu: Működésbe hozza a célját (Célpont neve), amikor kölcsönhatásba lépnek vele
nl: Activeert het doel (doeltype) na interactie
pt_br: Ativa seu alvo (Nome do alvo), ao receber uma interação

source: Performs USE actions on entities (Target Type), when holding a usable entity
es: Realiza acciones de USAR en entidades (Tipo de Objetivo), cuando posee una entidad utilizable
hi: प्रयोग-योग्य तत्त्व को धारण करते समय, तत्वों (लक्ष्य प्रकार) पर उपयोग करने की कार्रवाई निष्पादित करता है
hu: Végrehajt egy HASZNÁL műveletet az egységen (Cél típus), ha használható egységet tart
nl: Voert gebruiksacties uit op objecten (doeltype) tijdens het vasthouden van een bruikbaar item
pt_br: Executa ações USAR em entidades (Tipo do alvo), ao manter uma entidade usável

source: Performs custom behaviors
es: Realiza comportamientos personalizados
hi: तदनुकूल व्यवहार निष्पादित करता है
hu: Egyedi viselkedést végez
nl: Voert eigen ingesteld gedrag uit
pt_br: Executa comportamentos personalizados

source: Default
es: Predeterminado
hi: तयशुदा
hu: Alapértelmezett
nl: Standaard
pt_br: Padrão

source: Dynamic
es: Dinámico
hi: गतिशील
hu: Változó
nl: Dynamisch
pt_br: Dinâmico

source: Day
es: Día
hi: दिन
hu: Nappal
nl: Dag
pt_br: Dia

source: Night
es: Noche
hi: रात
hu: Éjszaka
nl: Nacht
pt_br: Noite

source: East
es: Este
hi: पूर्व
hu: Kelet
nl: Oosten
pt_br: Leste

source: North
es: Norte
hi: उत्तर
hu: Észak
nl: Noorden
pt_br: Norte

source: South
es: Sur
hi: दक्षिण
hu: Dél
nl: Zuiden
pt_br: Sul

source: West
es: Oeste
hi: पश्चिम
hu: Nyugat
nl: Westen
pt_br: Oeste

source: Layer 0
es: Capa 0
hi: परत 0
hu: Réteg 0
nl: Laag 0
pt_br: Camada 0

source: Layer 1
es: Capa 1
hi: परत 1
hu: Réteg 1
nl: Laag 1
pt_br: Camada 1

source: Layer 2
es: Capa 2
hi: परत 2
hu: Réteg 2
nl: Laag 2
pt_br: Camada 2

source: Layer 3
es: Capa 3
hi: परत 3
hu: Réteg 3
nl: Laag 3
pt_br: Camada 3

source: Layer 4
es: Capa 4
hi: परत 4
hu: Réteg 4
nl: Laag 4
pt_br: Camada 4

source: Layer 5
es: Capa 5
hi: परत 5
hu: Réteg 5
nl: Laag 5
pt_br: Camada 5

source: Layer 6
es: Capa 6
hi: परत 6
hu: Réteg 6
nl: Laag 6
pt_br: Camada 6

source: Layer 7
es: Capa 7
hi: परत 7
hu: Réteg 7
nl: Laag 7
pt_br: Camada 7

source: All layers
es: Todas las capas
hi: सभी परतें
hu: Minden réteg
nl: Alle lagen
pt_br: Todas as camadas

source: Destroyed
es: Destruido
hi: नष्ट
hu: Elpusztítva
nl: Vernietigd
pt_br: Destruiu

source: Destroying
es: Destruyendo
hi: नष्ट कर रहे हैं
hu: Elpusztít
nl: Vernietigt
pt_br: Destruindo

source: Dropping
es: Soltando
hi: गिरा रहे हैं
hu: Elejt
nl: Laat vallen
pt_br: Descartando

source: Exhausted
es: Agotado
hi: थकावट
hu: Kimerít
nl: Vermoeid
pt_br: Esgotou

source: Held
es: Retenido
hi: पकड़ा
hu: Tartva
nl: Hield vast
pt_br: Segurou

source: Idling
es: Quieta
hi: निष्क्रिय
hu: Tétlen
nl: Rust uit
pt_br: Ocioso

source: Interacting
es: Interactuando
hi: सहभागिता
hu: Kölcsönhatásban van
nl: Heeft interactie
pt_br: Interagindo

source: Moving
es: Moviendo
hi: चल रही है
hu: Mozog
nl: Verplaatst
pt_br: Movendo

source: Taking
es: Tomando
hi: ले रहा है
hu: Felvesz
nl: Pakt
pt_br: Pegando

source: Using
es: Usando
hi: उपयोग कर रहे हैं
hu: Használ
nl: Gebruikt
pt_br: Usando

source: While %s
es: Mientras %s
hi: जबकि %s
hu: Amikor %s
nl: Tijdens %s
pt_br: Enquanto %s

source: By default
es: Por defecto
hi: तयशुदा रूप से
hu: Alapállapotban
nl: Standaard
pt_br: Por padrão

source: untitled
es: intitulado
hi: शीर्षकहीन
hu: névtelen
nl: naamloos
pt_br: sem título

source: Coder
es: Codificador
hi: कोडर
hu: Programozó
nl: Programmeur
pt_br: Codificador
