Repository: tchx84/Gameeky
Catalog: po/*.po
Languages: es, hi, hu, nl, pt_br

source: There are unsaved changes. Changes which are not saved will be permanently lost.
es: Hay cambios no guardados. Los cambios que no se guarden, se perderán permanentemente.
hi: सहेजे न गए परिवर्तन हैं। जो परिवर्तन सहेजे नहीं गए वे स्थायी रूप से नष्ट हो जाएंगे।
hu: Mentetlen változtatások vannak. Az el nem mentett változtatások véglegesen el fognak veszni.
nl: Er zijn aanpassingen gedaan. Als je ze niet opslaat, worden ze permanent gewist.
pt_br: Existem alterações não salvas. As alterações que não forem salvas serão perdidas permanentemente.

source: Save Changes?
es: ¿Guardar Cambios?
hi: परिवर्तन सहेजें?
hu: Mented a változtatásokat?
nl: Wĳzigingen opslaan?
pt_br: Salvar alterações?

source: Cancel
es: Cancelar
hi: रद्द करें
hu: Mégse
nl: Annuleren
pt_br: Cancelar

source: Discard
es: Descartar
hi: त्यागें
hu: Elvetés
nl: Negeren
pt_br: Descartar

source: Save
es: Guardar
hi: सहेजें
hu: Mentés
nl: Opslaan
pt_br: Salvar

source: The actuators that will modify this entity behavior
es: Los actuadores que modificarán el comportamiento de esta entidad
hi: प्रवर्तक जो इस तत्त्व व्यवहार को संशोधित करेंगे
hu: A működtetők, amelyek befolyásolják az egység viselkedését
nl: De aanstichters die het gedrag aanpassen
pt_br: Os atuadores que modificarão o comportamento desta entidade

source: Actuators
es: Actuadores
hi: प्रवर्तक
hu: Működtetők
nl: Aanstichters
pt_br: Atuadores

source: Copy
es: Copiar
hi: कॉपी करें
hu: Másolás
nl: Kopiëren
pt_br: Copiar

source: Delete
es: Eliminar
hi: मिटाएं
hu: Törlés
nl: Wissen
pt_br: Excluir

source: Animation
es: Animación
hi: एनिमेशन
hu: Animáció
nl: Animatie
pt_br: Animação

source: State
es: Estado
hi: अवस्था
hu: Állapot
nl: Status
pt_br: Estado

source: Direction
es: Dirección
hi: दिशा
hu: Irány
nl: Richting
pt_br: Direção

source: Details
es: Detalles
hi: विवरण
hu: Részletek
pt_br: Detalhes

source: Preview
es: Vista previa
hi: पूर्वावलोकन
hu: Előnézet
nl: Voorvertoning
pt_br: Pré-visualizar

source: Tileset File
es: Archivo de conjunto de mosaicos
hi: टाइलसेट फाइल
hu: Csempekészlet-fájl
nl: Tegelsetbestand
pt_br: Arquivo de conjunto de blocos

source: Open
es: Abrir
hi: खोलें
hu: Megnyitás
nl: Openen
pt_br: Abrir

source: View
es: Ver
hi: देखें
hu: Megtekintés
nl: Bekijken
pt_br: Ver

source: Number of tileset columns
es: Número de columnas del conjunto de mosaicos
hi: टाइलसेट स्तंभों की संख्या
hu: Oszlopok száma a csempekészletben
nl: Aantal tegelsetkolommen
pt_br: Número de colunas de conjunto de blocos

source: Columns
es: Columnas
hi: स्तंभ
hu: Oszlopok
nl: Aantal kolommen
pt_br: Colunas

source: Number of tileset rows
es: Número de filas del conjunto de mosaicos
hi: टाइलसेट पंक्तियों की संख्या
hu: Sorok száma a csempekészletben
nl: Aantal tegelsetrijen
pt_br: Número de linhas de conjunto de blocos

source: Rows
es: Filas
hi: पंक्तियां
hu: Sorok
nl: Aantal rijen
pt_br: Linhas

source: Number of the first frame to include in the animation
es: Número del primer cuadro a incluir en la animación
hi: एनिमेशन में शामिल किए जाने वाले पहले फ़्रेम की संख्या
hu: Az első megjelenítendő képkocka száma
nl: Het eerste frame waarop de animatie moet worden afgespeeld
pt_br: Número do primeiro quadro para incluir na animação

source: First Frame
es: Primer Fotograma
hi: पहला फ़्रेम
hu: Első képkocka
nl: Eerste frame
pt_br: Primeiro quadro

source: Number of the last frame to include in the animation
es: Número del último cuadro a incluir en la animación
hi: एनीमेशन में शामिल करने के लिए अंतिम फ़्रेम की संख्या
hu: Az utolsó megjelenítendő képkocka száma
nl: Het laatste frame waarop de animatie moet worden afgespeeld
pt_br: Número do último quadro para incluir na animação

source: Last Frame
es: Último Fotograma
hi: अंतिम फ़्रेम
hu: Utolsó képkocka
nl: Laatste frame
pt_br: Último quadro

source: Number of seconds the complete animation should last
es: Número de segundos que debe durar la animación completa
hi: संपूर्ण एनीमेशन कितने सेकंड तक चलना चाहिए
hu: A teljes animáció hossza másodpercekben
nl: Het aantal seconden dat de volledige animatie moet duren
pt_br: Número de segundos que a animação completa deve durar

source: Duration
es: Duración
hi: अवधि
hu: Időtartam
nl: Duur
pt_br: Duração

source: Angle to rotate the image
es: Ángulo para rotar la imagen
hi: छवि को घुमाने का कोण
hu: Kép elforgatásának szöge
nl: De hoek van de gedraaide afbeelding
pt_br: Ângulo para girar a imagem

source: Rotate
es: Rotar
hi: घुमाएं
hu: Elforgatás
nl: Draaien
pt_br: Girar

source: Number of tiles to include on the x-axis
es: Número de mosaicos a incluir en el eje x
hi: X-अक्ष पर शामिल करने के लिए टाइलों की संख्या
hu: Csempék száma az x tengelyen
nl: Het aantal tegels op de x-as
pt_br: Número de blocos a serem incluídos no eixo x

source: Tiles X
es: Mosaicos X
hi: X टाइलें
hu: X csempék
nl: X-tegels
pt_br: Blocos X

source: Number of tiles to include on the y-axis
es: Número de mosaicos a incluir en el eje y
hi: Y-अक्ष पर शामिल करने के लिए टाइलों की संख्या
hu: Csempék száma az y tengelyen
nl: Het aantal tegels op de y-as
pt_br: Número de blocos a serem incluídos no eixo y

source: Tiles Y
es: Mosaicos Y
hi: Y टाइलें
hu: Y csempék
nl: Y-tegels
pt_br: Blocos Y

source: How many times larger this image should be on the x-axis
es: Cuántas veces más grande debería ser esta imagen en el eje x
hi: यह छवि X-अक्ष पर कितनी गुना बड़ी होनी चाहिए
hu: Hányszor legyen nagyobb ez a kép az x tengelyen
nl: Hoeveel groter de afbeeldingen moet zijn op de x-as
pt_br: Quantas vezes maior esta imagem deve ser no eixo x

source: Scale X
es: Escala X
hi: X पैमाना
hu: X méret
nl: X-schaal
pt_br: Escala X

source: How many times larger this image should be on the y-axis
es: Cuántas veces más grande debería ser esta imagen en el eje y
hi: यह छवि Y-अक्ष पर कितनी गुना बड़ी होनी चाहिए
hu: Hányszor legyen nagyobb ez a kép az y tengelyen
nl: Hoeveel groter de afbeeldingen moet zijn op de y-as
pt_br: Quantas vezes maior esta imagem deve ser no eixo y

source: Scale Y
es: Escala Y
hi: Y पैमाना
hu: Y méret
nl: Y-schaal
pt_br: Escala Y

source: Number of pixels to remove on the x-axis
es: Número de píxeles a recortar en el eje x
hi: X-अक्ष पर हटाने के लिए पिक्सल की संख्या
hu: Levágandó képpontok száma az x tengelyen
nl: Het aantal te wissen pixels op de x-as
pt_br: Número de pixels a serem removidos no eixo x

source: Crop X
es: Recorte X
hi: X काटें
hu: X vágás
nl: X-pixels
pt_br: Cortar X

source: Number of pixels to remove on the y-axis
es: Número de píxeles a recortar en el eje y
hi: Y-अक्ष पर हटाने के लिए पिक्सल की संख्या
hu: Levágandó képpontok száma az y tengelyen
nl: Het aantal te wissen pixels op de y-as
pt_br: Número de pixels a serem removidos no eixo y

source: Crop Y
es: Recorte Y
hi: Y काटें
hu: Y vágás
nl: Y-pixels
pt_br: Cortar Y

source: Whether to flip the image on the x-axis
es: Voltea la imagen en el eje x
hi: क्या छवि को X-अक्ष पर पलटना है
hu: Legyen-e tükrözve a kép az x tengelyen
nl: Of de afbeelding moet worden gespiegeld op de x-as
pt_br: Se deve virar a imagem no eixo x

source: Flip X
es: Voltea X
hi: X पलटें
hu: X tükrözés
nl: X-spiegeling
pt_br: Virar X

source: Whether to flip the image on the y-axis
es: Voltea la imagen en el eje y
hi: क्या छवि को Y-अक्ष पर पलटना है
hu: Legyen-e tükrözve a kép az y tengelyen
nl: Of de afbeelding moet worden gespiegeld op de y-as
pt_br: Se deve virar a imagem no eixo y

source: Flip Y
es: Voltea Y
hi: Y पलटें
hu: Y tükrözés
nl: Y-spiegeling
pt_br: Virar Y

source: Add animations for different states and directions combinations
es: Agrega animaciones para diferentes combinaciones de estados y direcciones
hi: विभिन्न अवस्थाओं और दिशाओं के संयोजन के लिए एनिमेशन जोड़ें
hu: Animációk hozzáadása a különböző állapotok és irányok kombinációihoz
nl: Voorzie gebeurtenissen en richtingen van animaties
pt_br: Adicione animações para diferentes combinações de estados e direções

source: Animations
es: Animaciones
hi: एनिमेशन
hu: Animációk
nl: Animaties
pt_br: Animações

source: Do you want to <b>permanently</b> delete this entity?
es: ¿Quieres eliminar <b>permanentemente</b> esta entidad?
hi: क्या आप इस तत्त्व को <b>स्थायी रूप से</b> मिटाना चाहते हैं?
hu: Valóban <b>véglegesen</b> törölni szeretnéd ezt az egységet?
nl: Weet je zeker dat je deze entiteit <b>permanent</b> wilt verwijderen?
pt_br: Deseja excluir <b>permanentemente</b> esta entidade?

source: Delete Entity?
es: ¿Eliminar Entidad?
hi: तत्त्व मिटाएं?
hu: Törlöd az egységet?
nl: Entiteit verwijderen?
pt_br: Excluir entidade?

source: Project
es: Proyecto
hi: परियोजना
hu: Projekt
pt_br: Projeto

source: Create
es: Crear
hi: बनाएं
hu: Létrehozás
nl: Maken
pt_br: Criar

source: Entity
es: Entidad
hi: तत्त्व
hu: Egység
nl: Entiteit
pt_br: Entidade

source: These values are the basic statistics of this entity
es: Estos valores son las estadísticas básicas de esta entidad
hi: ये मान इस तत्त्व के बुनियादी आंकड़े हैं
hu: Ezek az értékek az egység főbb adatai
nl: Deze waarden omvatten de basisstatistieken van de entiteit
pt_br: Esses valores são as estatísticas básicas desta entidade

source: Stats
es: Estadísticas
hi: आंकड़े
hu: Adatok
nl: Statistieken
pt_br: Estatísticas

source: How much action this entity can perform
es: Cuánta acción puede realizar esta entidad
hi: यह तत्त्व कितनी कार्रवाई कर सकती है
hu: Mennyi műveletre képes ez az egység
nl: Hoeveel acties deze entiteit kan uitvoeren
pt_br: Quanta ação esta entidade pode realizar

source: Stamina
es: Resistencia
hi: सहनशक्ति
hu: Kitartás
nl: Uithoudingsvermogen
pt_br: Vigor

source: How much wear or damage this entity can sustain
es: Cuánto desgaste o daño puede soportar esta entidad
hi: यह तत्त्व कितना घिसाव या क्षति सहन कर सकती है
hu: Mennyi kopást vagy sérülést bír el ez az egység
nl: Hoeveel vermoeidheid of schade deze entiteit kan weerstaan
pt_br: Quanto desgaste ou dano esta entidade pode suportar

source: Durability
es: Durabilidad
hi: स्थायित्व
hu: Tartósság
nl: Duurzaamheid
pt_br: Durabilidade

source: How heavy this entity is
es: Qué tan pesada es esta entidad
hi: यह तत्त्व कितना भारी है
hu: Milyen nehéz ez az egység
nl: Hoe zwaar deze entiteit is
pt_br: Quão pesada é esta entidade

source: Weight
es: Peso
hi: वजन
hu: Súly
nl: Gewicht
pt_br: Peso

source: How much weight or damage this entity can lift or apply
es: Cuánto peso o daño esta entidad puede levantar o aplicar
hi: यह तत्त्व कितना वजन या क्षति उठा सकती है या लगा सकती है
hu: Mekkora súlyt tud felemelni, vagy kárt okozni ez az egység
nl: Hoeveel gewicht of schade deze entiteit kan optillen of toepassen
pt_br: Quanto peso ou dano esta entidade pode levantar ou aplicar

source: Strength
es: Fuerza
hi: ताकत
hu: Erő
nl: Kracht
pt_br: Força

source: These values modify basic statistics
es: Estos valores modifican las estadísticas básicas
hi: ये मान बुनियादी आंकड़े को संशोधित करते हैं
hu: Ezek az értékek befolyásolják az egység főbb adatait
nl: Deze waarden zijn van toepassing op de basisstatistieken van de entiteit
pt_br: Esses valores modificam as estatísticas básicas

source: Modifiers
es: Modificadores
hi: संशोधक
hu: Befolyásolók
nl: Aanpassingen
pt_br: Modificadores

source: Affects recovery times, cool downs and delays
es: Afecta los tiempos de recuperación, enfriamientos y retrasos
hi: पुनर्प्राप्ति समय को प्रभावित करता है, ठंडा करता है और विलंब करता है
hu: Befolyásolja a felépülési időt, a lehűlést és várakozási időt
nl: Beïnvloedt hersteltijden, rustmomenten en wachttijden
pt_br: Afeta os tempos de recuperação, resfriamento e atrasos

source: Recovery
es: Recuperación
hi: पुनर्प्राप्ति
hu: Felépülés
nl: Herstel
pt_br: Recuperação

source: Affects the speed of other entities traversing through this entity
es: Afecta la velocidad de otras entidades que atraviesan esta entidad
hi: इस तत्त्व से गुजरने वाली अन्य तत्वों की गति को प्रभावित करता है
hu: Befolyásolja más egységek sebességét, amikor ezen az egységen mennek keresztül
nl: Beïnvloedt de snelheid van andere entiteiten door middel van deze
pt_br: Afeta a velocidade de outras entidades que atravessam esta entidade

source: Density
es: Densidad
hi: घनत्व
hu: Sűrűség
nl: Dichtheid
pt_br: Densidade

source: These values determine how this entity behaves
es: Estos valores determinan cómo se comporta esta entidad
hi: ये मान निर्धारित करते हैं कि यह तत्त्व कैसे व्यवहार करेगी
hu: Ezek az adatok meghatározzák, hogyan viselkedik az egység
nl: Deze waarden bepalen hoe de entiteit zich gedraagt
pt_br: Esses valores determinam como esta entidade se comporta

source: Behaviors
es: Comportamientos
hi: व्यवहार
hu: Viselkedés
nl: Gedrag
pt_br: Comportamentos

source: Name
es: Nombre
hi: नाम
hu: Név
nl: Naam
pt_br: Nome

source: Target Name
es: Nombre del Objetivo
hi: लक्ष्य नाम
hu: Célpont neve
nl: Doelnaam
pt_br: Nome do alvo

source: Dialogue
es: Diálogo
hi: संवाद
hu: Párbeszéd
nl: Dialoog
pt_br: Diálogo

source: The identifier of another entity
es: El identificador de otra entidad
hi: किसी अन्य तत्त्व का पहचानकर्ता
hu: Egy másik egység azonosítója
nl: De identificatie van een andere entiteit
pt_br: O identificador de outra entidade

source: Target Type
es: Tipo de Objetivo
hi: लक्ष्य प्रकार
hu: Cél típus
nl: Doeltype
pt_br: Tipo do alvo

source: The maximum area that an actuator can have an effect
es: El área máxima en la que un actuador puede tener efecto
hi: वह अधिकतम क्षेत्र जिस पर प्रवर्तक प्रभाव डाल सकता है
hu: A maximális terület, amelyre egy működtető hatást gyakorolhat
nl: Het maximale gebied waarop een aanstichter effect kan hebben
pt_br: A área máxima que um atuador pode ter efeito

source: Radius
es: Radio
hi: त्रिज्या
hu: Sugár
nl: Straal
pt_br: Raio

source: How often an actuator can be triggered
es: Frecuencia con la que se puede disparar un actuador
hi: प्रवर्तक को कितनी बार चालू किया जा सकता है
hu: Milyen gyakran induljon be egy működtető
nl: Hoe vaak iets kan worden aangesticht
pt_br: Com que frequência um atuador pode ser acionado

source: Rate
es: Tasa
hi: दर
hu: Gyakoriság
nl: Frequentie
pt_br: Taxa

source: These values affect how the entity looks on screen
es: Estos valores afectan la apariencia de la entidad en la pantalla
hi: ये मान प्रभावित करते हैं कि तत्त्व स्क्रीन पर कैसी दिखती है
hu: Ezek az értékek befolyásolják, hogyan jelenik meg ez az egység
nl: Deze waarden beïnvloeden de vormgeving van een entiteit
pt_br: Esses os valores afetam a aparência da entidade na tela

source: Visibility
es: Visible
hi: दृश्यता
hu: Láthatóság
nl: Zichtbaarheid
pt_br: Visibilidade

source: Whether this entity is visible at all
es: Si esta entidad es visible en absoluto
hi: क्या यह तत्त्व बिल्कुल दिखाई दे रही है
hu: Látható-e egyáltalán ez az egység
nl: Of deze entiteit zichtbaar moet zijn
pt_br: Se esta entidade é visível

source: Visible
hi: दृश्यमान
hu: Látható
nl: Zichtbaar
pt_br: Visível

source: The amount of light this entity can emit
es: La cantidad de luz que esta entidad puede emitir
hi: यह तत्त्व कितनी मात्रा में प्रकाश उत्सर्जित कर सकती है
hu: Mennyi fényt tud kibocsátani ez az egység
nl: De hoeveelheid licht die deze entiteit kan uitstralen
pt_br: A quantidade de luz que esta entidade pode emitir

source: Luminance
es: Luminancia
hi: दीप्ति
hu: Fényesség
nl: Lichtsterkte
pt_br: Luminância

source: The initial state
es: El estado inicial
hi: प्रारंभिक अवस्था
hu: Kezdeti állapot
nl: Begintoestand
pt_br: O estado inicial

source: The initial direction
es: La dirección inicial
hi: प्रारंभिक दिशा
hu: Kezdeti irány
nl: Beginrichting
pt_br: A direção inicial

source: These values are used to determine specific conditions
es: Estos valores se utilizan para determinar condiciones específicas
hi: इन मानों का उपयोग विशिष्ट स्थितियों को निर्धारित करने के लिए किया जाता है
hu: Ezek az értékek különböző feltételek meghatározására szolgálnak
nl: Deze waarden bepalen specifieke omstandigheden
pt_br: Esses valores são usados para determinar condições específicas

source: Conditions
es: Condiciones
hi: शर्तें
hu: Feltételek
nl: Omstandigheden
pt_br: Condições

source: Whether this entity can be removed from the scene
es: Si esta entidad puede ser eliminada de la escena
hi: क्या इस तत्त्व को दृश्य से हटाया जा सकता है
hu: Eltávolítható-e a jelenetből ez az egység
nl: Of deze entiteit uit de scène verwijderd kan worden
pt_br: Se esta entidade pode ser removida da cena

source: Removable
es: Removible
hi: हटाने-योग्य
hu: Eltávolítható
nl: Verwijderbaar
pt_br: Removível

source: Whether this entity can be taken and moved by another entity
es: Si esta entidad puede ser tomada y trasladada por otra entidad
hi: क्या इस तत्त्व को किसी अन्य तत्त्व द्वारा लिया और स्थानांतरित किया जा सकता है
hu: Felvehető és mozgatható-e ez az egység
nl: Of deze entiteit opgepakt en verplaatst kan worden
pt_br: Se esta entidade pode ser tomada e movida por outra entidade

source: Takeable
es: Tomable
hi: लेने-योग्य
hu: Felvehető
nl: Pakbaar
pt_br: Pegável

source: Whether this entity can be used as tool
es: Si esta entidad puede usarse como herramienta
hi: क्या इस तत्त्व का उपयोग उपकरण के रूप में किया जा सकता है
hu: Használható-e eszközként ez az egység
nl: Of deze entiteit als hulpmiddel gebruikt kan worden
pt_br: Se esta entidade pode ser usada como ferramenta

source: Usable
es: Utilizable
hi: प्रयोग-योग्य
hu: Használható
nl: Bruikbaar
pt_br: Usável

source: Actuators have been changed on disk
es: Los actuadores han sido cambiados en el disco
hi: डिस्क पर प्रवर्तक बदल दिए गए हैं
hu: A működtetők megváltoztak a lemezen
nl: De aanstichters zijn elders aangepast
pt_br: Os autor foram alterados no disco

source: Game
es: Juego
hi: खेल
hu: Játék
nl: Spel
pt_br: Jogo

source: Graphics
es: Gráficos
hi: चित्रोपमा
hu: Grafika
nl: Grafische onderdelen
pt_br: Gráficos

source: Sounds
es: Sonidos
hi: ध्वनियां
hu: Hangok
nl: Geluiden
pt_br: Sons

source: _New
es: _Nuevo
hi: नया (_N)
hu: _Létrehozás
nl: _Nieuw
pt_br: _Novo

source: _Open
es: _Abrir
hi: खोलें (_O)
hu: _Megnyitás
nl: _Openen
pt_br: _Abrir

source: Save _As…
es: Guardar _Como…
hi: ऐसे सहेजें (_A)…
hu: Mentés má_sként
nl: Opslaan _als…
pt_br: Salvar _como…

source: _Browse Files
es: _Explorar Archivos
hi: फाइलें ब्राउज़ करें (_B)
hu: _Fájlok tallózása
nl: _Bestanden verkennen
pt_br: _Navegador arquivos

source: _Documentation
es: _Documentación
hi: दस्तावेज़ीकरण (_D)
hu: _Dokumentáció
nl: _Documentatie
pt_br: _Documentação

source: _About Gameeky
es: Acerca de _Gameeky
hi: Gameeky के बारे में (_A)
hu: A Gameeky _névjegye
nl: Over G_ameeky
pt_br: _Sobre Gameeky

source: These values must be unique among all entities
es: Estos valores deben ser únicos entre todas las entidades
hi: ये मान सभी तत्वों के बीच अद्वितीय होने चाहिए
hu: Ezek az értékek egyediek kell legyenek minden egység között
nl: Deze waarden moeten alle entiteiten hebben
pt_br: Esses valores devem ser únicos entre todas as entidades

source: Global
hi: वैश्विक
hu: Általános
nl: Algemeen

source: Unique identifier for this entity
es: Identificador único para esta entidad
hi: इस तत्त्व के लिए विशिष्ट पहचानकर्ता
hu: Az egység egyedi azonosítója
nl: De unieke identificatie van deze entiteit
pt_br: Identificador exclusivo desta entidade

source: Identifier
es: Identificador
hi: पहचानकर्ता
hu: Azonosító
nl: Identificatie
pt_br: Identificador

source: Sound files to be played in sequence
es: Archivos de sonido que se reproducirán en secuencia
hi: ध्वनि फाइलें क्रम से चलायी जाएंगी
hu: Sorban lejátszandó hangfájlok
nl: De geluidsbestanden die na elkaar moeten worden afgespeeld
pt_br: Arquivos de som a serem reproduzidos em sequência

source: Files
es: Archivos
hi: फाइलें
hu: Fájlok
nl: Bestanden
pt_br: Arquivos

source: Scene
es: Escena
hi: दृश्य
hu: Jelenet
nl: Scène
pt_br: Cena

source: Edit
es: Editar
hi: संपादित करें
hu: Szerkesztés
nl: Bewerken
pt_br: Editar

source: Add
es: Añadir
hi: जोड़ें
hu: Hozzáadás
nl: Toevoegen
pt_br: Adicionar

source: Time
es: Tiempo
hi: समय
hu: Idő
nl: Tijd
pt_br: Horário

source: The number of seconds a full day lasts
es: El número de segundos que dura un día completo
hi: एक पूरा दिन जितने सेकंड चलता है
hu: A teljes nap hossza másodpercekben
nl: Het aantal seconden dat een volledige dag duurt
pt_br: O número de segundos que dura um dia inteiro

source: The number of horizontal tiles
es: El número de mosaicos horizontales
hi: क्षैतिज टाइलों की संख्या
hu: Csempék száma vízszintes irányban
nl: Het aantal horizontale tegels
pt_br: O número de blocos horizontais

source: Width
es: Ancho
hi: चौड़ाई
hu: Szélesség
nl: Breedte
pt_br: Largura

source: The number of vertical tiles
es: El número de mosaicos verticales
hi: ऊर्ध्वाधर टाइलों की संख्या
hu: Csempék száma függőleges irányban
nl: Het aantal verticale tegels
pt_br: O número de blocos verticais

source: Height
es: Alto
hi: ऊंचाई
hu: Magasság
nl: Hoogte
pt_br: Altura

source: Reload
es: Recargar
hi: पुनः लोड करें
hu: Újratöltés
nl: Herladen
pt_br: Recarregar

source: Entities have been changed on disk
es: Se han cambiado entidades en el disco
hi: डिस्क पर तत्वों को बदल दिया गया
hu: Az egységek megváltoztak a lemezen
nl: De entiteiten zijn elders aangepast
pt_br: As entidades foram alteradas no disco

source: Select working layer
es: Seleccionar capa de trabajo
hi: कार्यशील परत का चयन करें
hu: Réteg kiválasztása
nl: Kies een werklaag
pt_br: Selecione a camada de trabalho

source: Zoom in
es: Acercar
hi: जूम इन
hu: Nagyítás
nl: Inzoomen
pt_br: Ampliar

source: Zoom out
es: Alejar
hi: जूम आउट
hu: Kicsinyítés
nl: Uitzoomen
pt_br: Reduzir

source: Set time of the day
es: Establecer tiempo del día
hi: दिन का समय निर्धारित करें
hu: Napszak beállítása
nl: Moment van de dag instellen
pt_br: Definir horário do dia

source: Add to the scene
es: Añadir a la escena
hi: दृश्य में जोड़ें
hu: Hozzáadás a jelenethez
nl: Toevoegen aan scène
pt_br: Adicionar à cena

source: Remove from the scene
es: Retirar de la escena
hi: दृश्य से हटाएं
hu: Eltávolítás a jelenetből
nl: Verwijderen uit scène
pt_br: Remover da cena

source: Override properties
es: Modificar propiedades
hi: गुणों को अधिलेखित करें
hu: Tulajdonságok felülírása
nl: Andere eigenschappen afdwingen
pt_br: Sobrescrever propriedades

source: Set starting location
es: Establecer ubicación inicial
hi: आरंभिक स्थान निर्धारित करें
hu: Kezdőpozíció beállítása
nl: Beginlocatie instellen
pt_br: Definir local inicial

source: Show grid
es: Mostrar cuadrícula
hi: ग्रिड दिखाएं
hu: Rácsvonalak megjelenítése
nl: Rooster tonen
pt_br: Mostrar grade

source: Set drawing area
es: Establecer área de dibujo
hi: रेखांकन क्षेत्र निर्धारित करें
hu: Rajzolási terület megadása
nl: Tekengebied instellen
pt_br: Definir área de desenho

source: Entities
es: Entidades
hi: तत्त्व
hu: Egységek
nl: Entiteiten
pt_br: Entidades

source: _Try It
es: _Probar
hi: इसे अजमाएं (_T)
hu: _Kipróbálás
nl: Ui_tproberen
pt_br: _Experimentar

source: _Settings
es: _Configuración
hi: सेटिंग्स (_S)
hu: _Beállítások
nl: In_stellingen
pt_br: _Configurações

source: Sound
es: Sonido
hi: ध्वनि
hu: Hang
nl: Geluid
pt_br: Som

source: Number of seconds to elapse in-between sounds in the sequence
es: Número de segundos que transcurrirán entre sonidos en la secuencia
hi: अनुक्रम में ध्वनियों के बीच व्यतीत होने वाले सेकंड की संख्या
hu: A hangok között eltelt másodpercek
nl: Het aantal seconden tussen opeenvolgende geluiden
pt_br: Número de segundos que decorrem entre os sons na sequência

source: Delay
es: Demora
hi: विलंब
hu: Késleltetés
nl: Wachttijd
pt_br: Atraso

source: Maximum number of seconds to keep playing this sound
es: Número máximo de segundos ante de expirar este sonido
hi: इस ध्वनि को बजाते रहने के लिए अधिकतम सेकंड
hu: A hang lejátszásának maximum időtartama másodpercekben
nl: Het aantal seconden dat dit geluid moet worden afgespeeld
pt_br: Número máximo de segundos para continuar reproduzindo este som

source: Timeout
es: Expiración
hi: समयबाह्य
hu: Időkorlát
nl: Duur
pt_br: Tempo limite
